{
  "locale": "en",
  "translations": {
    "Imprint": "Imprint",
    "Responsible": "Responsible",
    "Germany": "Germany",
    "Authorized representative: Tom Wahrenberg": "Authorized representative: Tom Wahrenberg",
    "To privacy policy": "To privacy policy",
    "Who I am": "Who I am",
    "About me": "About Me",
    "Hi, Im a german...": "My interest in computers began at the age of 8, sparking my passion for technology and creative problem-solving. In addition to frontend development, I am also deeply involved with MySQL and server architectures, which has allowed me to develop a comprehensive understanding of the entire application architecture. I am excited to create innovative web solutions and continue developing my skills.",
    "flexible in terms of...": "Flexible in terms of working environments, I can work effectively both on-site in Chemnitz and remotely.",
    "I am open...": "I am open-minded and always looking for personal challenges to constantly improve my knowledge and skills.",
    "In my profession....": "In my profession, programming isn't just about writing code; it's a creative form of problem-solving. I take pride in my ability to distill complex technical challenges into simple, user-friendly solutions. This way, I help you achieve your goals and bring your visions to life.",
    "What my collegues say about me": "What my colleagues say about me",
    "comment one": "I greatly enjoyed working with Tom! He was always professional in his interactions with team members and in his work. I highly appreciated his dedication to contributing both to the team and to the tasks at hand. With his skills, he played a key role in advancing the project and solving the technical challenges.",
    "Team Partner": "Team Partner",
    "comment two": "I thoroughly enjoyed working with Tom. His professionalism and dedication to the team were evident at all times. Tom's design skills significantly contributed to the success of the project and helped overcome key challenges.",
    "comment three": "Working with Tom has been a great experience. His logical thinking and ability to solve problems are outstanding. He always has an alternative solution in mind, which has been invaluable in overcoming challenges throughout the project.",
    "Contact me btn": "Contact me",
    "Lets work together": "Let's work together",
    "Got a problemto solve": "Got a problem to solve?",
    "Contact me through...": "Contact me through this form, I am interested in hearing from you, knowing your ideas and contributing to your projects with my work.{$LINE_BREAK}{$LINE_BREAK} Need a Frontend developer? {$START_TAG_SPAN}Let’s talk!{$CLOSE_TAG_SPAN}",
    "Whats your name": "What's your name?",
    "please-enter-valid-name": "Please enter a valid name",
    "Whats your email": "What's your email?",
    "please-enter-valid-email": "Please enter a valid email",
    "How can i help you": "How can I help you?",
    "message-too-short": "Message is too short or missing",
    "Ive read the": " I've read the {$START_LINK}privacy policy{$CLOSE_LINK} and agree to the processing of my data as outlined. ",
    "you-must-agree-to": "You must agree to the privacy policy to send a message.",
    "lets-talk": "Let's Talk",
    "Your name goes here": "Your name goes here",
    "youremail@email.com": "youremail@email.com",
    "Hello Tom, I am interested in...": "Hello Tom, I am interested in...",
    "headline": "Frontend Developer",
    "check my work": "Check my work",
    "Contact me": "Contact me",
    "marquee": " Available for Remote work {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN} Frontend Developer {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN} Based in Chemnitz {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN} Open to work {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN} Available for Remote work {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN} Frontend Developer {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN} Based in Chemnitz {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN} Open to work {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN}",
    "What is this project about?": "What is this project about?",
    "Live Test": "Live Test",
    "Next Project": "Next Project",
    "Featured Projects": "Featured Projects",
    "explore a selection": "Explore a selection of my work here - Interact with projects to see my skills in action.",
    "Project one description": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
    "Project two description": "A simple Jump-and-Run game based on an object-oriented approach. Help sharkie to find coins and poison bottles to fight against the killer whale.",
    "Project three description": "This is a Discord/Slack clone, designed as a Single Page Application that offers real-time messaging and a clear channel structure.",
    "Technologies": "Technologies",
    "Skill Set": "Skill Set",
    "My journey...": "My journey has involved working on diverse projects, employing a range of frontend technologies and concepts. With my extensive experience in web design, I am particularly well-equipped to tackle a diverse range of tasks. I am open to embracing new technologies and methodologies to Continously enhance my skills and stay ahead in the ever-evolving landscape of web development. ",
    "you need": " You need {$START_TAG_SPAN}another Skill?{$CLOSE_TAG_SPAN}",
    "Feel free to": "Feel free to contact me. I look forward to expanding on my previous knowledge. ",
    "Lets talk": "Let's Talk",
    "I have a special interest in learning": "I have a special interest in learning",
    "angular": "Angular",
    "Growth mindset": "Growth mindset",
    "privacy policy": "{$START_HEADING_LEVEL1}Privacy Policy{$CLOSE_HEADING_LEVEL1}{$START_HEADING_LEVEL2}Preamble{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH}With the following privacy policy, we would like to inform you about which types of your personal data (hereinafter also referred to as \"data\") we process for which purposes and to what extent. The privacy policy applies to all processing of personal data carried out by us, both in the context of providing our services and specifically on our websites, in mobile applications, as well as within external online presences, such as our social media profiles (hereinafter collectively referred to as \"online\").{$CLOSE_PARAGRAPH}{$START_PARAGRAPH}The terms used are not gender-specific.{$CLOSE_PARAGRAPH}{$START_PARAGRAPH}As of: January 30, 2025{$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL2_1}Table of Contents{$CLOSE_HEADING_LEVEL2}{$START_UNORDERED_LIST}{$START_LIST_ITEM}{$START_LINK}Preamble{$CLOSE_LINK}{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_LINK_1}Controller{$CLOSE_LINK}{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_LINK_2}Overview of Processing{$CLOSE_LINK}{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_LINK_3}Relevant Legal Bases{$CLOSE_LINK}{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_LINK_4}Security Measures{$CLOSE_LINK}{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_LINK_5}General Information on Data Storage and Deletion{$CLOSE_LINK}{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_LINK_6}Rights of Data Subjects{$CLOSE_LINK}{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_LINK_7}Contact and Inquiry Management{$CLOSE_LINK}{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_LINK_8}Change and Update{$CLOSE_LINK}{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_LINK_9}Definitions{$CLOSE_LINK}{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL2_2}Controller{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH}Tom Wahrenberg{$LINE_BREAK}Am Hexenberg 11{$LINE_BREAK}09224 Chemnitz{$CLOSE_PARAGRAPH}{$START_PARAGRAPH}Email address: contact@tom-wahrenberg.com{$CLOSE_PARAGRAPH}{$START_PARAGRAPH}Imprint: www.tom-wahrenberg.com/de/legal-notice{$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL2_3}Overview of Processing{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH}The following overview summarizes the types of processed data and the purposes of their processing and refers to the affected persons.{$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL3}Types of Processed Data{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST_1}{$START_LIST_ITEM}Inventory data.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Contact data.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Content data.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Usage data.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Meta, communication, and procedural data.{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL3}Categories of Affected Persons{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST_1}{$START_LIST_ITEM}Communication partners.{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL3}Purposes of Processing{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST_1}{$START_LIST_ITEM}Communication.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Organizational and administrative procedures.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Feedback.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Provision of our online offer and user-friendliness.{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL2_4}Relevant Legal Bases{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH}{$START_TAG_STRONG}Relevant legal bases according to the GDPR: {$CLOSE_TAG_STRONG}Below you will find an overview of the legal bases of the GDPR on which we process personal data. Please note that, in addition to the regulations of the GDPR, national data protection regulations may apply in your or our country of residence or registered office. Should more specific legal bases be relevant in individual cases, we will inform you of these in the privacy policy.{$CLOSE_PARAGRAPH}{$START_UNORDERED_LIST_1}{$START_LIST_ITEM}{$START_TAG_STRONG}Contract fulfillment and pre-contractual inquiries (Art. 6 para. 1 sentence 1 lit. b) GDPR){$CLOSE_TAG_STRONG} - Processing is necessary for the fulfillment of a contract to which the data subject is a party, or for the implementation of pre-contractual measures taken at the request of the data subject.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_TAG_STRONG}Legitimate interests (Art. 6 para. 1 sentence 1 lit. f) GDPR){$CLOSE_TAG_STRONG} - Processing is necessary for the protection of legitimate interests of the controller or a third party, provided that the interests, fundamental rights, and freedoms of the data subject, which require the protection of personal data, do not override those interests.{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_PARAGRAPH}{$START_TAG_STRONG}National data protection regulations in Germany: {$CLOSE_TAG_STRONG}In addition to the data protection regulations of the GDPR, national regulations on data protection apply in Germany. This particularly includes the Federal Data Protection Act (Bundesdatenschutzgesetz - BDSG), which provides specific regulations regarding the right to information, the right to deletion, the right to object, the processing of special categories of personal data, processing for other purposes, and the transmission and automated individual decision-making, including profiling. Furthermore, state data protection laws of the individual federal states may also apply.{$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL2_5}Security Measures{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH}We implement appropriate technical and organizational measures in accordance with legal requirements, taking into account the state of the art, implementation costs, and the nature, scope, circumstances, and purposes of the processing, as well as the differing probabilities of occurrence and the extent of the threat to the rights and freedoms of natural persons, to ensure a level of protection appropriate to the risk.{$CLOSE_PARAGRAPH}{$START_PARAGRAPH}These measures include, in particular, ensuring the confidentiality, integrity, and availability of data by controlling physical and electronic access to the data as well as the related access, input, transfer, securing of availability, and separation of data. Furthermore, we have established procedures that ensure the exercise of data subject rights, the deletion of data, and responses to data breaches. Additionally, we take into account data protection from the outset in the development or selection of hardware, software, and procedures in accordance with the principle of data protection by design and by default, including privacy-friendly default settings.{$CLOSE_PARAGRAPH}{$START_PARAGRAPH}Securing online connections through TLS/SSL encryption technology (HTTPS): To protect users' data transmitted via our online services from unauthorized access, we rely on TLS/SSL encryption technology. Secure Sockets Layer (SSL) and Transport Layer Security (TLS) are the cornerstones of secure data transmission over the internet. These technologies encrypt the information exchanged between the website or app and the user's browser (or between two servers), thereby protecting the data from unauthorized access. TLS, as the more advanced and secure version of SSL, ensures that all data transmissions meet the highest security standards. When a website is secured with an SSL/TLS certificate, this is indicated by the display of HTTPS in the URL. This serves as an indicator for users that their data is being transmitted securely and encrypted.{$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL2_6}General Information on Data Storage and Deletion{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH}We delete personal data that we process in accordance with legal provisions as soon as the underlying consents are revoked or there are no further legal bases for processing. This applies to cases where the original purpose of processing no longer applies or the data is no longer needed. Exceptions to this regulation exist if legal obligations or special interests require a longer retention or archiving of the data.{$CLOSE_PARAGRAPH}{$START_PARAGRAPH}In particular, data that must be retained for commercial or tax reasons or whose retention is necessary for legal prosecution or for the protection of the rights of other natural or legal persons must be appropriately archived.{$CLOSE_PARAGRAPH}{$START_PARAGRAPH}Our privacy notices include additional information on the retention and deletion of data that specifically applies to certain processing processes.{$CLOSE_PARAGRAPH}{$START_PARAGRAPH}In the event of multiple indications regarding the retention period or deletion periods of a date, the longest period shall always apply.{$CLOSE_PARAGRAPH}{$START_PARAGRAPH}If a period does not explicitly begin on a certain date and is at least one year long, it automatically starts at the end of the calendar year in which the event that triggers the period occurred. In the case of ongoing contractual relationships in which data is stored, the event that triggers the period is the date of the effectuation of the termination or other conclusion of the legal relationship.{$CLOSE_PARAGRAPH}{$START_PARAGRAPH}Data that are no longer processed for the originally intended purpose but are retained due to legal requirements or other reasons are processed exclusively for the purposes that justify their retention.{$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL2_7}Rights of Data Subjects{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH}Rights of data subjects under the GDPR: As a data subject, you hold various rights under the GDPR, which arise in particular from Articles 15 to 21 GDPR:{$CLOSE_PARAGRAPH}{$START_UNORDERED_LIST_1}{$START_LIST_ITEM}{$START_TAG_STRONG}Right to Object: You have the right to object at any time, for reasons arising from your particular situation, to the processing of your personal data that is carried out pursuant to Art. 6 para. 1 letter e or f GDPR; this also applies to profiling based on these provisions. If your personal data is processed for the purpose of direct marketing, you have the right to object at any time to the processing of your personal data for such marketing purposes; this also applies to profiling to the extent that it is related to such direct marketing.{$CLOSE_TAG_STRONG}{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_TAG_STRONG}Right of Withdrawal for Consents: {$CLOSE_TAG_STRONG} You have the right to withdraw consents given at any time.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_TAG_STRONG}Right to Information: {$CLOSE_TAG_STRONG} You have the right to request confirmation as to whether personal data concerning you is being processed and to obtain information about this data as well as further information and a copy of the data in accordance with legal provisions.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_TAG_STRONG}Right to Rectification: {$CLOSE_TAG_STRONG} You have the right, in accordance with legal provisions, to request the completion of personal data concerning you or the rectification of inaccurate personal data concerning you.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_TAG_STRONG}Right to Deletion and Restriction of Processing: {$CLOSE_TAG_STRONG} You have the right, in accordance with legal provisions, to request that personal data concerning you be deleted immediately or alternatively, to request a restriction of the processing of the data in accordance with legal provisions.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_TAG_STRONG}Right to Data Portability: {$CLOSE_TAG_STRONG} You have the right to receive personal data concerning you that you have provided to us, in a structured, commonly used, and machine-readable format, or to demand its transmission to another controller, in accordance with legal provisions.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_TAG_STRONG}Complaint to Supervisory Authority: {$CLOSE_TAG_STRONG} Without prejudice to any other administrative or judicial remedy, you have the right to lodge a complaint with a supervisory authority, in particular in the member state of your usual residence, your workplace, or the place of the alleged infringement, if you believe that the processing of your personal data infringes the GDPR. {$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL2_8}Contact and Inquiry Management{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH}When contacting us (e.g., via mail, contact form, email, phone, or social media) and in the context of existing user and business relationships, the details of the inquiring persons are processed to the extent necessary to respond to the contact inquiries and any requested measures.{$CLOSE_PARAGRAPH}{$START_UNORDERED_LIST_2}{$START_LIST_ITEM}{$START_TAG_STRONG}Types of Processed Data: {$CLOSE_TAG_STRONG} Inventory data (e.g., full name, residential address, contact information, customer number, etc.); contact data (e.g., postal and email addresses or phone numbers); content data (e.g., text or image messages and posts, as well as related information, such as details on authorship or creation time); usage data (e.g., page views and duration of stay, click paths, usage intensity and frequency, types of devices and operating systems used, interactions with content and features). Meta, communication, and procedural data (e.g., IP addresses, timestamps, identification numbers, involved persons).{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_TAG_STRONG}Data Subjects: {$CLOSE_TAG_STRONG} Communication partners.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_TAG_STRONG}Purposes of Processing: {$CLOSE_TAG_STRONG} Communication; organizational and administrative procedures; feedback (e.g., collecting feedback via online forms). Providing our online services and user-friendliness.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_TAG_STRONG}Retention and Deletion: {$CLOSE_TAG_STRONG} Deletion according to the information in the section \"General Information on Data Storage and Deletion.\"{$CLOSE_LIST_ITEM}{$START_LIST_ITEM_1}{$START_TAG_STRONG}Legal Bases: {$CLOSE_TAG_STRONG} Legitimate interests (Art. 6 para. 1 sentence 1 lit. f) GDPR). Contract fulfillment and pre-contractual inquiries (Art. 6 para. 1 sentence 1 lit. b) GDPR).{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_PARAGRAPH}{$START_TAG_STRONG}Further Notes on Processing Processes, Procedures, and Services:{$CLOSE_TAG_STRONG}{$CLOSE_PARAGRAPH}{$START_UNORDERED_LIST_2}{$START_LIST_ITEM}{$START_TAG_STRONG}Contact Form: {$CLOSE_TAG_STRONG} When contacting us via our contact form, email, or other communication channels, we process the personal data provided to us to respond to and handle the respective inquiries. This typically includes information such as name, contact information, and any additional information communicated to us as necessary for proper processing. We use this data solely for the stated purpose of contact and communication; {$START_TAG_SPAN}{$START_TAG_STRONG}Legal Bases: {$CLOSE_TAG_STRONG} Contract fulfillment and pre-contractual inquiries (Art. 6 para. 1 sentence 1 lit. b) GDPR), legitimate interests (Art. 6 para. 1 sentence 1 lit. f) GDPR).{$CLOSE_TAG_SPAN}{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL2_9}Changes and Updates{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH}We kindly ask you to regularly inform yourself about the content of our privacy policy. We will adjust the privacy policy as soon as changes to the data processing we carry out make this necessary. We will inform you as soon as changes require your participation (e.g., consent) or any other individual notification.{$CLOSE_PARAGRAPH}{$START_PARAGRAPH}If we provide addresses and contact information of companies and organizations in this privacy policy, please note that the addresses may change over time, and we ask you to verify the information before contacting us.{$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL2_10}Definitions{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH}In this section, you will find an overview of the terminology used in this privacy policy. As far as the terms are legally defined, their legal definitions apply. The following explanations are intended primarily for understanding.{$CLOSE_PARAGRAPH}{$START_UNORDERED_LIST_3}{$START_LIST_ITEM}{$START_TAG_STRONG}Inventory Data: {$CLOSE_TAG_STRONG} Inventory data includes essential information required for identifying and managing contractual partners, user accounts, profiles, and similar associations. This data may include personal and demographic details such as names, contact information (addresses, phone numbers, email addresses), birthdates, and specific identifiers (user IDs). Inventory data forms the basis for any formal interaction between individuals and services, institutions, or systems by enabling unique identification and communication. {$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_TAG_STRONG}Content Data: {$CLOSE_TAG_STRONG} Content data includes information generated during the creation, editing, and publication of content of all types. This category of data may encompass text, images, videos, audio files, and other multimedia content published on various platforms and media. Content data is not limited to the actual content but also includes metadata that provides information about the content itself, such as tags, descriptions, author information, and publication dates. {$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_TAG_STRONG}Contact Data: {$CLOSE_TAG_STRONG} Contact data consists of essential information that facilitates communication with individuals or organizations. This includes, among others, phone numbers, postal addresses, and email addresses, as well as means of communication like social media handles and instant messaging identifiers. {$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_TAG_STRONG}Meta-, Communication, and Procedural Data: {$CLOSE_TAG_STRONG} Meta-, communication, and procedural data are categories that contain information about how data is processed, transmitted, and managed. Metadata, also known as data about data, includes information that describes the context, origin, and structure of other data. It may include details such as file size, creation date, document author, and change histories. Communication data captures the exchange of information between users across various channels, such as emails, call logs, social media messages, and chat histories, including involved parties, timestamps, and transmission paths. Procedural data describes the processes and workflows within systems or organizations, including workflow documentation, transaction logs, and activities, as well as audit logs used for tracking and reviewing operations. {$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_TAG_STRONG}Usage Data: {$CLOSE_TAG_STRONG} Usage data refers to information that records how users interact with digital products, services, or platforms. This data encompasses a wide range of information showcasing how users utilize applications, which features they prefer, how long they spend on certain pages, and the paths they navigate through an application. Usage data may also include usage frequency, timestamps of activities, IP addresses, device information, and location data. They are particularly valuable for analyzing user behavior, optimizing user experiences, personalizing content, and improving products or services. Furthermore, usage data plays a crucial role in identifying trends, preferences, and potential problem areas within digital offerings. {$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_TAG_STRONG}Personal Data: {$CLOSE_TAG_STRONG} \"Personal data\" means any information relating to an identified or identifiable natural person (hereinafter referred to as \"data subject\"); an identifiable natural person is one who can be identified, directly or indirectly, particularly by reference to an identifier such as a name, an identification number, location data, an online identifier (e.g., cookie), or one or more specific characteristics that express the physical, physiological, genetic, mental, economic, cultural, or social identity of that natural person. {$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_TAG_STRONG}Controller: {$CLOSE_TAG_STRONG} The term \"controller\" refers to the natural or legal person, authority, agency, or other body that determines the purposes and means of the processing of personal data, alone or jointly with others. {$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_TAG_STRONG}Processing: {$CLOSE_TAG_STRONG} \"Processing\" means any operation or set of operations performed on personal data, whether or not by automated means. The term is broad and encompasses virtually every handling of data, including collection, evaluation, storage, transmission, or deletion. {$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_PARAGRAPH_1}{$START_LINK_10}Created with free Privacy Policy Generator.de by Dr. Thomas Schwenke{$CLOSE_LINK}{$CLOSE_PARAGRAPH}",
    "Legal Notice": "Legal Notice",
    "me": "About me",
    "skills": "Skills",
    "projects": "Projects",
    "link": "/"
  }
}