{
  "locale": "en-US",
  "translations": {
    "Imprint": "Impressum",
    "Responsible": "Verantwortlicher",
    "Germany": "Deutschland",
    "Authorized representative: Tom Wahrenberg": "Vertretungsberechtigt: Tom Wahrenberg",
    "To privacy policy": "Zur Datenschutzerklärung",
    "Who I am": "Wer ich bin",
    "About me": "Über mich",
    "Hi, Im a german...": "Mein Interesse an Computern begann bereits im Alter von 8 Jahren, was meine Begeisterung für Technologie und kreative Problemlösungen geweckt hat. Neben dem Frontend-Development beschäftige ich mich auch intensiv mit MySQL und Server-Strukturen, wodurch ich ein umfassendes Verständnis für die gesamte Anwendungsarchitektur entwickeln konnte. Ich freue mich darauf, innovative Weblösungen zu schaffen und meine Fähigkeiten weiterzuentwickeln.",
    "flexible in terms of...": "Ich bin flexibel, was den Arbeitsort betrifft. Ich arbeite sowohl remote als auch vor Ort im Umfeld von Chemnitz.",
    "I am open...": "Ich bin offen für neue Herausforderungen und stets auf der Suche nach neuen Möglichkeiten, mein Wissen und meine Fähigkeiten kontinuierlich zu verbessern.",
    "In my profession....": "Coden bedeutet für mich Kreativität. Es gibt immer eine Lösung und jene zu finden ist meine Leidenschaft",
    "What my collegues say about me": "Was andere über mich sagen",
    "comment one": "Ich habe die Zusammenarbeit mit Tom sehr genossen! Er war stets professionell im Umgang mit seinen Teampartnern und in seiner Arbeit. Sein Engagement sich im Team und in die Aufgaben einzubringen habe ich sehr geschätzt. Mit seinen Fähigkeiten hat er wesentlich dazu beigetragen das Projekt voranzubringen und die technischen Herausforderungen zu lösen.",
    "Team Partner": "Team Partner",
    "comment two": "Die Arbeit mit Tom ist sehr spannend. Sein Professionalismus und seine Hingabe zum Team waren zu jeder Zeit evident. Toms Designfähigkeiten trugen maßgeblich zum Erfolg des Projekts bei und halfen, wichtige Herausforderungen zu meistern.",
    "comment three": "Die Zusammenarbeit mit Tom war eine großartige Erfahrung. Sein logisches Denken und seine Fähigkeit, Probleme zu lösen, sind herausragend. Er hat immer eine alternative Lösung im Hinterkopf, was sich als äußerst wertvoll erwiesen hat, um Probleme während des Projekts zu bewältigen.",
    "Contact me btn": "Kontakt",
    "Contact me": "Kontaktieren Sie mich",
    "Lets work together": "Zusammen wirken!",
    "Got a problemto solve": "Wollen Sie ein Problem lösen?",
    "Contact me through...": "Kontaktieren Sie mich über dieses Formular. Ich freue mich auf Ihre Ideen und darauf, Ihre Projekte mit meiner Arbeit zu unterstützen.{$LINE_BREAK}{$LINE_BREAK} Benötigen Sie einen Frontend-Entwickler? {$START_TAG_SPAN}Los geht's!{$CLOSE_TAG_SPAN}",
    "Whats your name": "Wie heißen Sie?",
    "please-enter-valid-name": "Bitte geben Sie einen gültigen Namen ein.",
    "Whats your email": "Wie lautet Ihre E-Mail?",
    "please-enter-valid-email": "Bitte geben Sie einen gültige Mail ein.",
    "How can i help you": "Wie kann ich Ihnen helfen?",
    "message-too-short": "Die Nachricht ist zu kurz oder fehlt.",
    "Ive read the": "Ich habe die {$START_LINK}Datenschutzrichtlinien{$CLOSE_LINK} gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu.",
    "you-must-agree-to": "Bitte die Datenschutzrichtlinien akzeptieren.",
    "lets-talk": "Senden",
    "Your name goes here": "Geben Sie einen Namen ein",
    "youremail@email.com": "ihre-email@email.com",
    "Hello Tom, I am interested in...": "Hello Tom, ich interessiere mich für...",
    "headline": "Frontend Developer",
    "check my work": "Referenzen",
    "marquee": " Für Remote-Arbeit verfügbar {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN} Frontend Developer {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN} Ansässig in Chemnitz {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN} Offen für neue Herausforderungen {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN} Für Remote-Arbeit verfügbar {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN} Frontend Developer {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN} Ansässig in Chemnitz {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN} Offen für neue Herausforderungen {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN}",
    "What is this project about?": "Worum geht es in diesem Projekt?",
    "Live Test": "Live Test",
    "Next Project": "Nächstes Project",
    "Featured Projects": "Highlights",
    "explore a selection": "Hier finden Sie eine Auswahl meiner Projekte. Klicken Sie auf ein Projekt für weitere Informationen.",
    "Project one description": "Ein Task-Manager inspiriert vom Kanban-System. Erstelle und organisiere Aufgaben mit Drag-and-Drop-Funktionen, weise Benutzer und Kategorien zu.",
    "Project two description": "Ein 2D Spiel basierend auf einem objektorientierten Ansatz. Sammle Münzen und Munition um am Ende gegen einen Orca zu kämpfen.",
    "Project three description": "Ein Kartenspiel welches auch im Mehrspieler Modus funktioniert.",
    "Technologies": "Technologien",
    "Skill Set": "Fähigkeiten",
    "My journey...": "Auf meinem bisherigen Weg habe ich an zahlreichen Projekten gearbeitet und verschiedene Frontend- sowie Backend-Technologien kennengelernt. Hier ist eine Auswahl an Technologien, die meine Fähigkeiten verdeutlicht.",
    "you need": "Sie vermissen {$START_TAG_SPAN}eine andere Fähigkeit?{$CLOSE_TAG_SPAN}",
    "Feel free to": "Kontaktieren Sie mich gerne. Ich freue mich darauf, mein Wissen weiter auszubauen.",
    "Lets talk": "Los geht's",
    "angular": "Angular",
    "Growth mindset": "Growth mindset",
    "I have a special interest in learning": "Ich interessiere mich speziell für",
    "privacy policy": "{$START_HEADING_LEVEL1}Privacy Policy{$CLOSE_HEADING_LEVEL1}{$START_HEADING_LEVEL2}Preamble{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH} With the following privacy policy, we would like to inform you about which types of your personal data (hereinafter also referred to as 'data' for short) we process for which purposes and to what extent. The privacy policy applies to all personal data processing activities carried out by us, both in the context of providing our services and in particular on our websites, in mobile applications, as well as within external online presences, such as our social media profiles (hereinafter collectively referred to as 'online offering'). {$CLOSE_PARAGRAPH}{$START_PARAGRAPH} The terms used are not gender-specific. {$CLOSE_PARAGRAPH}{$START_PARAGRAPH} As of: July 2024 {$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL2}Content Overview{$CLOSE_HEADING_LEVEL2}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Preamble{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Responsible{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Overview of processing{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Relevant legal bases{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Security measures{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Transfer of personal data{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}International data transfers{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}General information on data storage and deletion{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Rights of data subjects{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Business services{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Provision of the online offer and web hosting{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Use of cookies{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Contact and request management{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Social media presences{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Plugins and embedded functions as well as content{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL2}Responsible{$CLOSE_HEADING_LEVEL2}{$START_TAG_ADDRESS} Tom Wahrenberg{$LINE_BREAK} Am Hexenberg 11{$LINE_BREAK} 98224 Chemnitz{$LINE_BREAK} Germany{$LINE_BREAK}{$START_LINK}towahr@protonmail.com{$CLOSE_LINK}{$CLOSE_TAG_ADDRESS}{$START_HEADING_LEVEL2}Overview of Processing{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH} The following overview summarizes the types of data processed and the purposes of their processing and refers to the data subjects. {$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL3}Types of processed data{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Inventory data{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Payment data{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Contact data{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Content data{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Contract data{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Usage data{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Meta, communication and procedural data{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Protocol data{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL3}Categories of affected persons{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Recipients of services and clients{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Payment data{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Contact data{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Content data{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Contract data{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL3}Purposes of processing{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Provision of contractual services and fulfillment of contractual obligations{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Communication{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Security measures{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Office and organizational procedures{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Organizational and administrative procedures{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Feedback{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Provision of our online offering and user-friendliness{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Information technology infrastructure{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Public relations{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Business processes and economic procedures{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL2}Relevant legal bases{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH} Relevant legal bases under the GDPR: Below is an overview of the legal bases of the GDPR, on which we process personal data. Please note that in addition to the provisions of the GDPR, national data protection regulations in your or our country of residence or business location may apply. If more specific legal bases apply in individual cases, we will inform you of these in the privacy policy. {$CLOSE_PARAGRAPH}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Consent (Art. 6 (1) sentence 1 lit. a) GDPR) - The data subject has given their consent to the processing of personal data concerning them for one or more specific purposes.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Performance of a contract and pre-contractual inquiries (Art. 6 (1) sentence 1 lit. b) GDPR) - The processing is necessary for the performance of a contract to which the data subject is a party or to take steps at the request of the data subject prior to entering into a contract.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Legal obligation (Art. 6 (1) sentence 1 lit. c) GDPR) - The processing is necessary for compliance with a legal obligation to which the controller is subject.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Legitimate interests (Art. 6 (1) sentence 1 lit. f) GDPR) - The processing is necessary for the purposes of the legitimate interests pursued by the controller or a third party, provided that such interests are not overridden by the interests or fundamental rights and freedoms of the data subject which require the protection of personal data.{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL2}Security measures{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH} We take appropriate technical and organizational measures to ensure a level of security appropriate to the risk, in accordance with legal requirements, taking into account the state of the art, the costs of implementation, and the nature, scope, circumstances, and purposes of the processing, as well as the varying likelihood and severity of the risk to the rights and freedoms of natural persons. {$CLOSE_PARAGRAPH}{$START_PARAGRAPH} The measures include, in particular, securing the confidentiality, integrity, and availability of data by controlling both physical and electronic access to the data, as well as access, input, transmission, availability, and separation of the data. {$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL2}Transfer of personal data{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH} In the course of processing personal data, it may happen that these are transferred to other entities, companies, legally independent organizational units, or individuals, or disclosed to them. Recipients of these data may include, for example, service providers entrusted with IT tasks or providers of services and content embedded in a website. In such cases, we comply with legal requirements and enter into contracts or agreements with the recipients of your data to protect your data. {$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL2}International data transfers{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH} Data processing in third countries: If we process data in a third country (i.e., outside the European Union (EU) or the European Economic Area (EEA)) or if processing occurs through the use of third-party services or the disclosure or transfer of data to other persons, entities, or companies, this will only occur in compliance with legal requirements. {$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL2}General information on data storage and deletion{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH} We delete personal data that we process in accordance with legal regulations as soon as the underlying consents are revoked or no other legal basis for processing exists. This applies to cases where the original purpose of processing no longer exists, or the data is no longer needed. Exceptions to this rule exist if legal obligations or special interests require longer retention or archiving of the data. {$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL2}Rights of data subjects{$CLOSE_HEADING_LEVEL2}{$START_HEADING_LEVEL3}Rights of Data Subjects under the GDPR:{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Right to Object: You have the right, for reasons arising from your particular situation, to object at any time to the processing of your personal data, which is carried out on the basis of Article 6(1)(e) or (f) GDPR; this also applies to profiling based on these provisions.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Right to Withdraw Consent: You have the right to withdraw any consent you have given at any time.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Right of Access: You have the right to request confirmation as to whether your data is being processed and to request information about this data as well as further details and a copy of the data as required by law.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Right to Rectification: You have the right, in accordance with the legal provisions, to request the completion of data concerning you or the correction of inaccurate data concerning you.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Right to Erasure and Restriction of Processing: You have the right, under the legal provisions, to request the immediate deletion of data concerning you or, alternatively, under the legal provisions, to request a restriction on the processing of the data.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Right to Data Portability: You have the right to receive the data concerning you that you have provided to us in a structured, commonly used, and machine-readable format, or to request its transmission to another controller, in accordance with the legal provisions.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Right to Lodge a Complaint with a Supervisory Authority: Without prejudice to any other administrative or judicial remedy, you have the right to lodge a complaint with a supervisory authority, in particular in the member state of your habitual residence, place of work, or place of the alleged infringement, if you believe that the processing of your personal data violates the GDPR.{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL2}Business services{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH} We process data of our contractual and business partners, such as customers and interested parties (collectively referred to as 'contractual partners'), in the context of contractual and similar legal relationships, as well as associated measures, and with regard to communication with the contractual partners (or pre-contractually), such as to respond to inquiries. {$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL3}Types of Data Processed:{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Inventory data (e.g., full name, home address, contact details, customer number, etc.){$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Payment data (e.g., bank details, invoices, payment history){$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Contact data (e.g., postal and email addresses or phone numbers){$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Contract data (e.g., contract subject, duration, customer category){$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL3}Affected Individuals:{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Service recipients and clients{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Interested parties{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Business and contractual partners{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL3}Purposes of Processing:{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Provision of contractual services and fulfillment of contractual obligations{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Communication{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Office and organizational procedures{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Organizational and administrative procedures{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Business processes and economic procedures{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL3}Deletion as specified in the section 'General Information on Data Storage and Deletion'{$CLOSE_HEADING_LEVEL3}{$START_HEADING_LEVEL3}Legal Bases:{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Performance of contract and pre-contractual inquiries (Art. 6(1) sentence 1 lit. b GDPR){$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Legal obligation (Art. 6(1) sentence 1 lit. c GDPR){$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Legitimate interests (Art. 6(1) sentence 1 lit. f GDPR){$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL2}Project and Development Services{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH} We process the data of our customers and clients (hereinafter collectively referred to as 'customers') to enable them to select, purchase, or commission the chosen services or works, as well as associated activities, and to facilitate payment and delivery or execution. {$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL3}Legal Bases:{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Performance of contract and pre-contractual inquiries (Art. 6(1) sentence 1 lit. b GDPR){$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL2}Provision of Online Offering and Web Hosting{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH} We process the data of users in order to provide them with our online services. For this purpose, we process the user's IP address, which is necessary to deliver the content and functions of our online services to the user's browser or device. {$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL3}Types of Data Processed:{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Usage data (e.g., page views and duration, click paths, usage intensity and frequency, device types used and operating systems, interactions with content and functions){$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Meta, communication, and procedural data (e.g., IP addresses, timestamps, identification numbers, involved individuals){$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Log data (e.g., log files concerning logins, data retrieval, or access times){$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL3}Affected Individuals:{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Users (e.g., website visitors, users of online services){$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL3}Purposes of Processing:{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Provision of our online offering and user-friendliness{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}IT infrastructure (operation and provision of information systems and technical devices (computers, servers, etc.)){$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Security measures{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL3}Deletion as specified in the section 'General Information on Data Storage and Deletion'{$CLOSE_HEADING_LEVEL3}{$START_HEADING_LEVEL3}Legal Bases:{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Legitimate interests (Art. 6(1) sentence 1 lit. f GDPR){$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL2}Collection of Access Data and Log Files{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH} Access to our online offering is logged in the form of so-called 'server log files.' These server log files may include the address and name of the accessed web pages and files, the date and time of access, transmitted data volumes, messages about successful retrieval, browser type and version, the user's operating system, referrer URL (the previously visited page), and typically IP addresses and the requesting provider. The server log files may be used for security purposes, for example, to avoid overloading the servers (especially in cases of abusive attacks, such as DDoS attacks), and also to ensure the stability and performance of the servers. {$CLOSE_PARAGRAPH}{$START_PARAGRAPH} Legal basis: Legitimate interests (Art. 6(1) sentence 1 lit. f GDPR). Data deletion: Log file information is stored for a maximum period of 30 days and then deleted or anonymized. Data that needs to be retained for evidentiary purposes is excluded from deletion until the respective incident is finally resolved. {$CLOSE_PARAGRAPH}{$START_PARAGRAPH} ALL-INKL Services in the Field of Providing IT Infrastructure and Related Services (e.g., storage space and/or computing capacity). Service Provider: ALL-INKL.COM - Neue Medien Münnich, Owner: René Münnich, Hauptstraße 68, 02742 Friedersdorf, Germany. Legal basis: Legitimate interests (Art. 6(1) sentence 1 lit. f GDPR). Website: {$START_LINK_1}https://all-inkl.com/{$CLOSE_LINK} Privacy Policy: {$START_LINK_2}https://all-inkl.com/datenschutzinformationen/{$CLOSE_LINK} Data Processing Agreement: Provided by the service provider. {$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL2}Use of Cookies{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH} Cookies are small text files or other types of storage that store and read information on end devices. For example, to save the login status in a user account, the contents of a shopping cart in an online store, the accessed content, or the functions used in an online service. Cookies can also be used for various purposes, such as ensuring the functionality, security, and convenience of online services or creating visitor flow analyses. {$CLOSE_PARAGRAPH}{$START_PARAGRAPH} Consent notice: We use cookies in accordance with legal regulations. Therefore, we obtain prior consent from users unless it is not required by law. Permission is not necessary, especially if the storage and reading of information, including cookies, is absolutely essential to provide users with a telemedia service they have expressly requested (i.e., our online service). The revocable consent is clearly communicated to the users and includes information about the specific use of cookies. {$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL3}Processed data types:{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Meta, communication, and procedural data (e.g., IP addresses, time stamps, identification numbers, involved parties){$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL3}Affected persons:{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Users (e.g., website visitors, users of online services){$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL2}Processing of Cookie Data Based on Consent{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH} We use a consent management solution to obtain user consent for the use of cookies or for the procedures and providers specified in the consent management solution. This procedure serves to obtain, log, manage, and revoke consent, particularly concerning the use of cookies and similar technologies used to store, read, and process information on users' devices. {$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL2}Contact and Request Management{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH} Bei der Kontaktaufnahme mit uns (z. B. per Post, Kontaktformular, E-Mail, Telefon oder via soziale Medien) sowie im Rahmen bestehender Nutzer- und Geschäftsbeziehungen werden die Angaben der anfragenden Personen verarbeitet, soweit dies zur Beantwortung der Kontaktanfragen und etwaiger angefragter Maßnahmen erforderlich ist. {$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL3}Verarbeitete Datenarten:{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Bestandsdaten (z. B. der vollständige Name, Wohnadresse, Kontaktinformationen, Kundennummer, etc.){$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Kontaktdaten (z. B. Post- und E-Mail-Adressen oder Telefonnummern){$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Inhaltsdaten (z. B. textliche oder bildliche Nachrichten und Beiträge sowie die sie betreffenden Informationen, wie z. B. Angaben zur Autorenschaft oder Zeitpunkt der Erstellung){$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Nutzungsdaten (z. B. Seitenaufrufe und Verweildauer, Klickpfade, Nutzungsintensität und -frequenz, verwendete Gerätetypen und Betriebssysteme, Interaktionen mit Inhalten und Funktionen){$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Meta-, Kommunikations- und Verfahrensdaten (z. B. IP-Adressen, Zeitangaben, Identifikationsnummern, beteiligte Personen){$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL3}Betroffene Personen:{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Kommunikationspartner{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL3}Zwecke der Verarbeitung:{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Kommunikation{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Organisations- und Verwaltungsverfahren{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Feedback (z. B. Sammeln von Feedback via Online-Formular){$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Bereitstellung unseres Onlineangebotes und Nutzerfreundlichkeit{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}",
    "Legal Notice": "Impressum",
    "link": "/en-US",
    "languageimg": "/assets/img/header/de1.svg",
    "me": "Über mich",
    "skills": "Fähigkeiten",
    "projects": "Projekte",
    "firstname": "Tom {$LINE_BREAK} Wahrenberg"
  }
}