{
  "locale": "de",
  "translations": {
    "Imprint": "Impressum",
    "Responsible": "Verantwortlicher",
    "Germany": "Deutschland",
    "Authorized representative: Tom Wahrenberg": "Vertretungsberechtigt: Tom Wahrenberg",
    "To privacy policy": "Zur Datenschutzerklärung",
    "Who I am": "Wer ich bin",
    "About me": "Über mich",
    "Hi, Im a german...": "Mein Interesse an Computern begann bereits im Alter von 8 Jahren, was meine Begeisterung für Technologie und kreative Problemlösungen geweckt hat. Neben dem Frontend-Development beschäftige ich mich auch intensiv mit MySQL und Server-Strukturen, wodurch ich ein umfassendes Verständnis für die gesamte Anwendungsarchitektur entwickeln konnte. Ich freue mich darauf, innovative Weblösungen zu schaffen und meine Fähigkeiten weiterzuentwickeln.",
    "flexible in terms of...": "Ich bin flexibel, was den Arbeitsort betrifft. Ich arbeite sowohl remote als auch vor Ort im Umfeld von Chemnitz.",
    "I am open...": "Ich bin offen für neue Herausforderungen und stets auf der Suche nach neuen Möglichkeiten, mein Wissen und meine Fähigkeiten kontinuierlich zu verbessern.",
    "In my profession....": "Coden bedeutet für mich Kreativität. Es gibt immer eine Lösung und jene zu finden ist meine Leidenschaft",
    "What my collegues say about me": "Was andere über mich sagen",
    "comment one": "Ich habe die Zusammenarbeit mit Tom sehr genossen! Er war stets professionell im Umgang mit seinen Teampartnern und in seiner Arbeit. Sein Engagement sich im Team und in die Aufgaben einzubringen habe ich sehr geschätzt. Mit seinen Fähigkeiten hat er wesentlich dazu beigetragen das Projekt voranzubringen und die technischen Herausforderungen zu lösen.",
    "Team Partner": "Team Partner",
    "comment two": "Die Arbeit mit Tom ist sehr spannend. Sein Professionalismus und seine Hingabe zum Team waren zu jeder Zeit evident. Toms Designfähigkeiten trugen maßgeblich zum Erfolg des Projekts bei und halfen, wichtige Herausforderungen zu meistern.",
    "comment three": "Die Zusammenarbeit mit Tom war eine großartige Erfahrung. Sein logisches Denken und seine Fähigkeit, Probleme zu lösen, sind herausragend. Er hat immer eine alternative Lösung im Hinterkopf, was sich als äußerst wertvoll erwiesen hat, um Probleme während des Projekts zu bewältigen.",
    "Contact me btn": "Kommunikation",
    "Contact me": "Kontaktieren Sie mich",
    "Lets work together": "Zusammen wirken!",
    "Got a problemto solve": "Wollen Sie ein Problem lösen?",
    "Contact me through...": "Kontaktieren Sie mich über dieses Formular. Ich freue mich auf Ihre Ideen und darauf, Ihre Projekte mit meiner Arbeit zu unterstützen.{$LINE_BREAK}{$LINE_BREAK} Benötigen Sie einen Frontend-Entwickler? {$START_TAG_SPAN}Los geht's!{$CLOSE_TAG_SPAN}",
    "Whats your name": "Wie heißen Sie?",
    "please-enter-valid-name": "Bitte geben Sie einen gültigen Namen ein.",
    "Whats your email": "Wie lautet Ihre E-Mail?",
    "please-enter-valid-email": "Bitte geben Sie einen gültige Mail ein.",
    "How can i help you": "Wie kann ich Ihnen helfen?",
    "message-too-short": "Die Nachricht ist zu kurz oder fehlt.",
    "Ive read the": "Ich habe die {$START_LINK}Datenschutzrichtlinien{$CLOSE_LINK} gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu.",
    "you-must-agree-to": "Bitte die Datenschutzrichtlinien akzeptieren.",
    "lets-talk": "Senden",
    "Your name goes here": "Geben Sie einen Namen ein",
    "youremail@email.com": "ihre-email@email.com",
    "Hello Tom, I am interested in...": "Hello Tom, ich interessiere mich für...",
    "headline": "Frontend Developer",
    "check my work": "Referenzen",
    "marquee": " Für Remote-Arbeit verfügbar {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN} Frontend Developer {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN} Ansässig in Chemnitz {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN} Offen für neue Herausforderungen {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN} Für Remote-Arbeit verfügbar {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN} Frontend Developer {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN} Ansässig in Chemnitz {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN} Offen für neue Herausforderungen {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN}",
    "What is this project about?": "Worum geht es in diesem Projekt?",
    "Live Test": "Live Test",
    "Next Project": "Nächstes Project",
    "Featured Projects": "Highlights",
    "explore a selection": "Hier finden Sie eine Auswahl meiner Projekte. Klicken Sie auf ein Projekt für weitere Informationen.",
    "Project one description": "Ein Task-Manager inspiriert vom Kanban-System. Erstelle und organisiere Aufgaben mit Drag-and-Drop-Funktionen, weise Benutzer und Kategorien zu.",
    "Project two description": "Ein 2D Spiel basierend auf einem objektorientierten Ansatz. Sammle Münzen und Munition um am Ende gegen einen Orca zu kämpfen.",
    "Project three description": "Ein Kartenspiel welches auch im Mehrspieler Modus funktioniert.",
    "Technologies": "Technologien",
    "Skill Set": "Fähigkeiten",
    "My journey...": "Auf meinem bisherigen Weg habe ich an zahlreichen Projekten gearbeitet und verschiedene Frontend- sowie Backend-Technologien kennengelernt. Mit meiner umfangreichen Erfahrung im Webdesign bin ich besonders gut gerüstet, um eine Vielzahl von Aufgaben zu bewältigen. Hier ist eine Auswahl an Technologien, die meine Fähigkeiten verdeutlicht.",
    "you need": "Sie vermissen {$START_TAG_SPAN}eine andere Fähigkeit?{$CLOSE_TAG_SPAN}",
    "Feel free to": "Kontaktieren Sie mich gerne. Ich freue mich darauf, mein Wissen weiter auszubauen.",
    "Lets talk": "Los geht's",
    "angular": "Angular",
    "Growth mindset": "Growth mindset",
    "I have a special interest in learning": "Ich interessiere mich speziell für",
    "privacy policy": "{$START_HEADING_LEVEL1}Datenschutzerklärung{$CLOSE_HEADING_LEVEL1}{$START_HEADING_LEVEL2}Einleitung{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH} Mit der folgenden Datenschutzerklärung möchten wir Sie darüber informieren, welche Arten Ihrer personenbezogenen Daten (im Folgenden auch kurz als 'Daten' bezeichnet) wir zu welchen Zwecken und in welchem Umfang verarbeiten. Die Datenschutzerklärung gilt für alle von uns durchgeführten Aktivitäten zur Verarbeitung personenbezogener Daten, sowohl im Rahmen der Bereitstellung unserer Dienste als auch insbesondere auf unseren Websites, in mobilen Anwendungen sowie in externen Online-Präsenzen, wie unseren Social-Media-Profilen (im Folgenden kollektiv als 'Online-Angebot' bezeichnet). {$CLOSE_PARAGRAPH}{$START_PARAGRAPH} Die verwendeten Begriffe sind geschlechtsneutral. {$CLOSE_PARAGRAPH}{$START_PARAGRAPH} Stand: Juli 2024 {$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL2}Inhaltsübersicht{$CLOSE_HEADING_LEVEL2}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Einleitung{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Verantwortlicher{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Übersicht über die Verarbeitung{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Relevante Rechtsgrundlagen{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Sicherheitsmaßnahmen{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Übermittlung personenbezogener Daten{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Internationale Datenübertragungen{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Allgemeine Informationen zur Speicherung und Löschung von Daten{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Rechte der betroffenen Personen{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Geschäftsservices{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Bereitstellung des Online-Angebots und Webhosting{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Verwendung von Cookies{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Kontakt- und Anfragenmanagement{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Social-Media-Präsenzen{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Plugins und eingebettete Funktionen sowie Inhalte{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL2}Verantwortlicher{$CLOSE_HEADING_LEVEL2}{$START_TAG_ADDRESS} Tom Wahrenberg{$LINE_BREAK} Am Hexenberg 11{$LINE_BREAK} 98224 Chemnitz{$LINE_BREAK} Deutschland{$LINE_BREAK}{$START_LINK}towahr@protonmail.com{$CLOSE_LINK}{$CLOSE_TAG_ADDRESS}{$START_HEADING_LEVEL2}Übersicht über die Verarbeitung{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH} Die folgende Übersicht fasst die Arten von verarbeiteten Daten und die Zwecke ihrer Verarbeitung zusammen und bezieht sich auf die betroffenen Personen. {$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL3}Arten der verarbeiteten Daten{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Bestandsdaten{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Zahlungsdaten{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Kontaktdaten{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Inhaltsdaten{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Vertragsdaten{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Nutzungsdaten{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Meta-, Kommunikations- und Verfahrensdaten{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Protokolldaten{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL3}Kategorien betroffener Personen{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Empfänger von Dienstleistungen und Kunden{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Zahlungsdaten{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Kontaktdaten{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Inhaltsdaten{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Vertragsdaten{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL3}Zwecke der Verarbeitung{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Bereitstellung von vertraglichen Dienstleistungen und Erfüllung von vertraglichen Pflichten{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Kommunikation{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Sicherheitsmaßnahmen{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Büro- und organisatorische Verfahren{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Organisatorische und verwaltungstechnische Verfahren{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Feedback{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Bereitstellung unseres Online-Angebots und Benutzerfreundlichkeit{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Informationstechnologische Infrastruktur{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Öffentlichkeitsarbeit{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Geschäftsprozesse und wirtschaftliche Verfahren{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL2}Relevante Rechtsgrundlagen{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH} Relevante Rechtsgrundlagen gemäß der DSGVO: Nachfolgend finden Sie eine Übersicht über die Rechtsgrundlagen der DSGVO, auf denen wir personenbezogene Daten verarbeiten. Bitte beachten Sie, dass neben den Bestimmungen der DSGVO auch nationale Datenschutzvorschriften in Ihrem oder unserem Wohn- oder Geschäftsort gelten können. Wenn in Einzelfällen spezifischere Rechtsgrundlagen zur Anwendung kommen, werden wir Sie in der Datenschutzerklärung darüber informieren. {$CLOSE_PARAGRAPH}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Einwilligung (Art. 6 Abs. 1 Satz 1 lit. a) DSGVO) - Die betroffene Person hat ihre Einwilligung zur Verarbeitung personenbezogener Daten, die sie betreffen, für einen oder mehrere spezifische Zwecke gegeben.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Erfüllung eines Vertrags und vorvertragliche Anfragen (Art. 6 Abs. 1 Satz 1 lit. b) DSGVO) - Die Verarbeitung ist erforderlich für die Erfüllung eines Vertrags, an dem die betroffene Person beteiligt ist, oder um auf Anfrage der betroffenen Person vor Abschluss eines Vertrags Maßnahmen zu ergreifen.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Rechtliche Verpflichtung (Art. 6 Abs. 1 Satz 1 lit. c) DSGVO) - Die Verarbeitung ist notwendig zur Erfüllung einer rechtlichen Verpflichtung, der der Verantwortliche unterliegt.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Berechtigte Interessen (Art. 6 Abs. 1 Satz 1 lit. f) DSGVO) - Die Verarbeitung ist notwendig für die Wahrung der berechtigten Interessen, die der Verantwortliche oder ein Dritter verfolgt, sofern die Interessen oder grundrechtlichen Freiheiten der betroffenen Person, die den Schutz personenbezogener Daten erfordern, nicht überwiegen.{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL2}Sicherheitsmaßnahmen{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH} Wir treffen angemessene technische und organisatorische Maßnahmen, um ein dem Risiko angemessenes Sicherheitsniveau sicherzustellen, gemäß den gesetzlichen Anforderungen, unter Berücksichtigung des Stands der Technik, der Implementierungskosten sowie der Art, des Umfangs, der Umstände und der Zwecke der Verarbeitung sowie der unterschiedlichen Wahrscheinlichkeit und Schwere des Risikos für die Rechte und Freiheiten von natürlichen Personen. {$CLOSE_PARAGRAPH}{$START_PARAGRAPH} Die Maßnahmen umfassen insbesondere die Sicherstellung der Vertraulichkeit, Integrität und Verfügbarkeit von Daten durch Kontrolle sowohl des physischen als auch des elektronischen Zugriffs auf die Daten sowie den Zugang, die Eingabe, die Übertragung, die Verfügbarkeit und die Trennung der Daten. {$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL2}Übermittlung personenbezogener Daten{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH} Im Rahmen der Verarbeitung personenbezogener Daten kann es vorkommen, dass diese an andere Stellen, Unternehmen, rechtlich unabhängige Organisationseinheiten oder Personen übermittelt oder offengelegt werden. Empfänger dieser Daten können beispielsweise Dienstleister sein, die mit IT-Aufgaben betraut sind, oder Anbieter von Dienstleistungen und Inhalten, die in eine Website integriert sind. In solchen Fällen halten wir die gesetzlichen Anforderungen ein und schließen Verträge oder Vereinbarungen mit den Empfängern Ihrer Daten zum Schutz Ihrer Daten ab. {$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL2}Internationale Datenübertragungen{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH} Datenverarbeitung in Drittländern: Wenn wir Daten in einem Drittland (d.h. außerhalb der Europäischen Union (EU) oder des Europäischen Wirtschaftsraums (EWR)) verarbeiten oder wenn die Verarbeitung durch die Nutzung von Dienstleistungen Dritter oder die Offenlegung oder Übertragung von Daten an andere Personen, Stellen oder Unternehmen erfolgt, geschieht dies nur in Übereinstimmung mit den gesetzlichen Anforderungen. {$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL2}Allgemeine Informationen zur Speicherung und Löschung von Daten{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH} Wir löschen personenbezogene Daten, die wir verarbeiten, gemäß den gesetzlichen Vorschriften, sobald die zugrunde liegenden Einwilligungen widerrufen werden oder keine andere Rechtsgrundlage für die Verarbeitung mehr besteht. Dies gilt in Fällen, in denen der ursprüngliche Zweck der Verarbeitung nicht mehr besteht oder die Daten nicht mehr benötigt werden. Ausnahmen von dieser Regel bestehen, wenn rechtliche Verpflichtungen oder besondere Interessen eine längere Aufbewahrung oder Archivierung der Daten erfordern. {$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL2}Rechte der betroffenen Personen{$CLOSE_HEADING_LEVEL2}{$START_HEADING_LEVEL3}Rechte der betroffenen Personen gemäß der DSGVO:{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Recht auf Widerspruch: Sie haben das Recht, aus Gründen, die sich aus Ihrer besonderen Situation ergeben, jederzeit der Verarbeitung Ihrer personenbezogenen Daten zu widersprechen, die auf der Grundlage von Artikel 6 Absatz 1 lit. e oder f DSGVO erfolgt; dies gilt auch für das Profiling, das auf diesen Bestimmungen basiert.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Recht auf Widerruf der Einwilligung: Sie haben das Recht, jede von Ihnen erteilte Einwilligung jederzeit zu widerrufen.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Recht auf Auskunft: Sie haben das Recht, die Bestätigung zu verlangen, ob Ihre Daten verarbeitet werden, und Informationen über diese Daten sowie weitere Details und eine Kopie der Daten gemäß den gesetzlichen Anforderungen zu verlangen.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Recht auf Berichtigung: Sie haben das Recht, gemäß den gesetzlichen Bestimmungen die Vervollständigung der Sie betreffenden Daten oder die Berichtigung unrichtiger Daten zu verlangen.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Recht auf Löschung und Einschränkung der Verarbeitung: Sie haben das Recht, gemäß den gesetzlichen Bestimmungen die sofortige Löschung von Daten, die Sie betreffen, zu verlangen oder alternativ gemäß den gesetzlichen Bestimmungen eine Einschränkung der Verarbeitung der Daten zu verlangen.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Recht auf Datenübertragbarkeit: Sie haben das Recht, die Sie betreffenden Daten, die Sie uns bereitgestellt haben, in einem strukturierten, gängigen und maschinenlesbaren Format zu erhalten oder die Übertragung an einen anderen Verantwortlichen gemäß den gesetzlichen Bestimmungen zu verlangen.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Recht auf Beschwerde bei einer Aufsichtsbehörde: Unbeschadet anderer verwaltungsrechtlicher oder gerichtlicher Rechtsbehelfe haben Sie das Recht, bei einer Aufsichtsbehörde, insbesondere im Mitgliedstaat Ihres gewöhnlichen Aufenthalts, Ihres Arbeitsplatzes oder des Ortes des angeblichen Verstoßes, Beschwerde einzulegen, wenn Sie der Ansicht sind, dass die Verarbeitung Ihrer personenbezogenen Daten gegen die DSGVO verstößt.{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL2}Geschäftsservices{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH} Wir verarbeiten Daten unserer vertraglichen und Geschäftspartner, wie Kunden und Interessenten (gemeinsam als 'Vertragspartner' bezeichnet), im Rahmen vertraglicher und ähnlicher Rechtsverhältnisse sowie in Bezug auf Kommunikation mit den Vertragspartnern (oder vorvertraglich), z.B. um Anfragen zu beantworten. {$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL3}Arten der verarbeiteten Daten:{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Bestandsdaten (z.B. vollständiger Name, Wohnadresse, Kontaktdaten, Kundennummer usw.){$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Zahlungsdaten (z.B. Bankverbindung, Rechnungen, Zahlungshistorie){$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Kontaktdaten (z.B. postalische und E-Mail-Adressen oder Telefonnummern){$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Vertragsdaten (z.B. Vertragsgegenstand, Dauer, Kundenkategorie){$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL3}Betroffene Personen:{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Dienstleistungsempfänger und Kunden{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Interessenten{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Geschäfts- und Vertragspartner{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL3}Zwecke der Verarbeitung:{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Bereitstellung von vertraglichen Dienstleistungen und Erfüllung von vertraglichen Pflichten{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Kommunikation{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Büro- und organisatorische Verfahren{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Organisatorische und verwaltungstechnische Verfahren{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Geschäftsprozesse und wirtschaftliche Verfahren{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL3}Löschung gemäß dem Abschnitt 'Allgemeine Informationen zur Speicherung und Löschung von Daten'{$CLOSE_HEADING_LEVEL3}{$START_HEADING_LEVEL3}Rechtsgrundlagen:{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Erfüllung eines Vertrags und vorvertragliche Anfragen (Art. 6 Abs. 1 Satz 1 lit. b DSGVO){$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Rechtliche Verpflichtung (Art. 6 Abs. 1 Satz 1 lit. c DSGVO){$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Berechtigte Interessen (Art. 6 Abs. 1 Satz 1 lit. f DSGVO){$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL2}Projekt- und Entwicklungsdienstleistungen{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH} Wir verarbeiten die Daten unserer Kunden und Klienten (im Folgenden kollektiv als 'Kunden' bezeichnet), um ihnen die Auswahl, den Kauf oder die Beauftragung der gewählten Dienstleistungen oder Arbeiten sowie damit verbundene Aktivitäten zu ermöglichen und um die Zahlung und Lieferung oder Ausführung zu erleichtern. {$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL3}Rechtsgrundlagen:{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Erfüllung eines Vertrags und vorvertragliche Anfragen (Art. 6 Abs. 1 Satz 1 lit. b DSGVO){$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL2}Bereitstellung des Online-Angebots und Webhosting{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH} Wir verarbeiten die Daten von Nutzern, um ihnen unsere Online-Dienste bereitzustellen. Zu diesem Zweck verarbeiten wir die IP-Adresse des Nutzers, die erforderlich ist, um die Inhalte und Funktionen unserer Online-Dienste an den Browser oder das Gerät des Nutzers zu liefern. {$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL3}Arten der verarbeiteten Daten:{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Nutzungsdaten (z.B. Seitenaufrufe und -dauer, Klickpfade, Nutzungsintensität und -häufigkeit, verwendete Gerätetypen und Betriebssysteme, Interaktionen mit Inhalten und Funktionen){$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Meta-, Kommunikations- und Verfahrensdaten (z.B. IP-Adressen, Zeitstempel, Identifikationsnummern, beteiligte Personen){$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Protokolldaten (z.B. Protokolldateien über Logins, Datenabrufe oder Zugriffszeiten){$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL3}Betroffene Personen:{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Nutzer (z.B. Webseitenbesucher, Nutzer von Online-Diensten){$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL3}Zwecke der Verarbeitung:{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Bereitstellung unseres Online-Angebots und Benutzerfreundlichkeit{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}IT-Infrastruktur (Betrieb und Bereitstellung von Informationssystemen und technischen Geräten (Computer, Server usw.)){$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Sicherheitsmaßnahmen{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL3}Löschung gemäß dem Abschnitt 'Allgemeine Informationen zur Speicherung und Löschung von Daten'{$CLOSE_HEADING_LEVEL3}{$START_HEADING_LEVEL3}Rechtsgrundlagen:{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Berechtigte Interessen (Art. 6 Abs. 1 Satz 1 lit. f DSGVO){$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL2}Erhebung von Zugriffs Daten und Protokolldateien{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH} Der Zugriff auf unser Online-Angebot wird in Form von sogenannten 'Server-Protokolldateien' protokolliert. Diese Server-Protokolldateien können die Adresse und den Namen der aufgerufenen Webseiten und Dateien, das Datum und die Uhrzeit des Zugriffs, übertragene Datenmengen, Meldungen über erfolgreiche Abrufe, verwendeten Browser und Version, das Betriebssystem des Nutzers, die Referrer-URL (die zuvor besuchte Seite) und typischerweise IP-Adressen und den anfragenden Anbieter enthalten. Die Server-Protokolldateien können für Sicherheitszwecke verwendet werden, um beispielsweise eine Überlastung der Server zu vermeiden (insbesondere bei missbräuchlichen Angriffen wie DDoS-Attacken) und auch um die Stabilität und Leistung der Server zu gewährleisten. {$CLOSE_PARAGRAPH}{$START_PARAGRAPH} Rechtsgrundlage: Berechtigte Interessen (Art. 6 Abs. 1 Satz 1 lit. f DSGVO). Datenlöschung: Informationen aus Protokolldateien werden für maximal 30 Tage gespeichert und anschließend gelöscht oder anonymisiert. Daten, die zu Beweiszwecken aufbewahrt werden müssen, sind von der Löschung ausgeschlossen, bis der jeweilige Vorfall endgültig geklärt ist. {$CLOSE_PARAGRAPH}{$START_PARAGRAPH} ALL-INKL Services im Bereich der Bereitstellung von IT-Infrastruktur und verwandten Dienstleistungen (z.B. Speicherplatz und/oder Rechenkapazität). Dienstleister: ALL-INKL.COM - Neue Medien Münnich, Inhaber: René Münnich, Hauptstraße 68, 02742 Friedersdorf, Deutschland. Rechtsgrundlage: Berechtigte Interessen (Art. 6 Abs. 1 Satz 1 lit. f DSGVO). Webseite: {$START_LINK_1}https://all-inkl.com/{$CLOSE_LINK} Datenschutzerklärung: {$START_LINK_2}https://all-inkl.com/datenschutzinformationen/{$CLOSE_LINK} Datenverarbeitungsvereinbarung: Vom Dienstleister bereitgestellt. {$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL2}Verwendung von Cookies{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH} Cookies sind kleine Textdateien oder andere Arten von Speichern, die Informationen auf Endgeräten speichern und abrufen. Beispielsweise, um den Anmeldestatus in einem Benutzerkonto, die Inhalte eines Warenkorbs in einem Online-Shop, die aufgerufenen Inhalte oder die in einem Online-Dienst verwendeten Funktionen zu speichern. Cookies können auch für verschiedene Zwecke verwendet werden, wie etwa zur Gewährleistung der Funktionalität, Sicherheit und Benutzerfreundlichkeit von Online-Diensten oder zur Erstellung von Besucherströmenanalysen. {$CLOSE_PARAGRAPH}{$START_PARAGRAPH} Einwilligungshinweis: Wir verwenden Cookies gemäß den gesetzlichen Vorschriften. Daher holen wir die vorherige Zustimmung der Nutzer ein, es sei denn, dies ist gesetzlich nicht erforderlich. Eine Erlaubnis ist insbesondere nicht notwendig, wenn das Speichern und Abrufen von Informationen, einschließlich Cookies, unbedingt erforderlich ist, um den Nutzern einen ausdrücklich angeforderten Telemediendienst (d.h. unseren Online-Dienst) bereitzustellen. Die widerrufliche Einwilligung wird den Nutzern klar kommuniziert und enthält Informationen über die spezifische Nutzung von Cookies. {$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL3}Verarbeitete Datentypen:{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Meta-, Kommunikations- und Verfahrensdaten (z.B. IP-Adressen, Zeitstempel, Identifikationsnummern, beteiligte Personen){$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL3}Betroffene Personen:{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Nutzer (z.B. Webseitenbesucher, Nutzer von Online-Diensten){$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL2}Verarbeitung von Cookie-Daten auf Basis der Einwilligung{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH} Wir verwenden eine Einwilligungsmanagement-Lösung, um die Einwilligung der Nutzer zur Verwendung von Cookies oder für die in der Einwilligungsmanagement-Lösung angegebenen Verfahren und Anbieter einzuholen. Dieses Verfahren dient dazu, Einwilligungen zu erhalten, zu protokollieren, zu verwalten und zu widerrufen, insbesondere in Bezug auf die Verwendung von Cookies und ähnlichen Technologien, die zur Speicherung, zum Abrufen und zur Verarbeitung von Informationen auf den Geräten der Nutzer verwendet werden. {$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL2}Kontakt- und Anfragenmanagement{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH} Bei der Kontaktaufnahme mit uns (z. B. per Post, Kontaktformular, E-Mail, Telefon oder via soziale Medien) sowie im Rahmen bestehender Nutzer- und Geschäftsbeziehungen werden die Angaben der anfragenden Personen verarbeitet, soweit dies zur Beantwortung der Kontaktanfragen und etwaiger angefragter Maßnahmen erforderlich ist. {$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL3}Verarbeitete Datenarten:{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Bestandsdaten (z. B. der vollständige Name, Wohnadresse, Kontaktinformationen, Kundennummer, etc.){$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Kontaktdaten (z. B. Post- und E-Mail-Adressen oder Telefonnummern){$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Inhaltsdaten (z. B. textliche oder bildliche Nachrichten und Beiträge sowie die sie betreffenden Informationen, wie z. B. Angaben zur Autorenschaft oder Zeitpunkt der Erstellung){$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Nutzungsdaten (z. B. Seitenaufrufe und Verweildauer, Klickpfade, Nutzungsintensität und -frequenz, verwendete Gerätetypen und Betriebssysteme, Interaktionen mit Inhalten und Funktionen){$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Meta-, Kommunikations- und Verfahrensdaten (z. B. IP-Adressen, Zeitangaben, Identifikationsnummern, beteiligte Personen){$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL3}Betroffene Personen:{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Kommunikationspartner{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL3}Zwecke der Verarbeitung:{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Kommunikation{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Organisations- und Verwaltungsverfahren{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Feedback (z. B. Sammeln von Feedback via Online-Formular){$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Bereitstellung unseres Onlineangebotes und Nutzerfreundlichkeit{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}",
    "Legal Notice": "Impressum",
    "link": "/de",
    "languageimg": "/assets/img/header/de1.svg",
    "me": "Über mich",
    "skills": "Fähigkeiten",
    "projects": "Projekte",
    "firstname": "Tom {$LINE_BREAK} Wahrenberg"
  }
}