{
  "locale": "de",
  "translations": {
    "Imprint": "Impressum",
    "Responsible": "Verantwortlicher",
    "Germany": "Deutschland",
    "Authorized representative: Tom Wahrenberg": "Vertretungsberechtigt: Tom Wahrenberg",
    "To privacy policy": "Zur Datenschutzerklärung",
    "Who I am": "Wer ich bin",
    "About me": "Über mich",
    "Hi, Im a german...": "Mein Interesse an Computern begann bereits im Alter von 8 Jahren, was meine Begeisterung für Technologie und kreative Problemlösungen geweckt hat. Neben dem Frontend-Development beschäftige ich mich auch intensiv mit MySQL und Server-Strukturen, wodurch ich ein umfassendes Verständnis für die gesamte Anwendungsarchitektur entwickeln konnte. Ich freue mich darauf, innovative Weblösungen zu schaffen und meine Fähigkeiten weiterzuentwickeln.",
    "flexible in terms of...": "Ich bin flexibel, was den Arbeitsort betrifft. Ich arbeite sowohl remote als auch vor Ort im Umfeld von Chemnitz.",
    "I am open...": "Ich bin offen für neue Herausforderungen und stets auf der Suche nach neuen Möglichkeiten, mein Wissen und meine Fähigkeiten kontinuierlich zu verbessern.",
    "In my profession....": "Coden bedeutet für mich Kreativität. Es gibt immer eine Lösung und jene zu finden ist meine Leidenschaft",
    "What my collegues say about me": "Was andere über mich sagen",
    "comment one": "Ich habe die Zusammenarbeit mit Tom sehr genossen! Er war stets professionell im Umgang mit seinen Teampartnern und in seiner Arbeit. Sein Engagement sich im Team und in die Aufgaben einzubringen habe ich sehr geschätzt. Mit seinen Fähigkeiten hat er wesentlich dazu beigetragen das Projekt voranzubringen und die technischen Herausforderungen zu lösen.",
    "Team Partner": "Team Partner",
    "comment two": "Die Arbeit mit Tom ist sehr spannend. Sein Professionalismus und seine Hingabe zum Team waren zu jeder Zeit evident. Toms Designfähigkeiten trugen maßgeblich zum Erfolg des Projekts bei und halfen, wichtige Herausforderungen zu meistern.",
    "comment three": "Die Zusammenarbeit mit Tom war eine großartige Erfahrung. Sein logisches Denken und seine Fähigkeit, Probleme zu lösen, sind herausragend. Er hat immer eine alternative Lösung im Hinterkopf, was sich als äußerst wertvoll erwiesen hat, um Probleme während des Projekts zu bewältigen.",
    "Contact me btn": "Kommunikation",
    "Contact me": "Kontaktieren Sie mich",
    "Lets work together": "Zusammen wirken!",
    "Got a problemto solve": "Wollen Sie ein Problem lösen?",
    "Contact me through...": "Kontaktieren Sie mich über dieses Formular. Ich freue mich auf Ihre Ideen und darauf, Ihre Projekte mit meiner Arbeit zu unterstützen.{$LINE_BREAK}{$LINE_BREAK} Benötigen Sie einen Frontend-Entwickler? {$START_TAG_SPAN}Los geht's!{$CLOSE_TAG_SPAN}",
    "Whats your name": "Wie heißen Sie?",
    "please-enter-valid-name": "Bitte geben Sie einen gültigen Namen ein.",
    "Whats your email": "Wie lautet Ihre E-Mail?",
    "please-enter-valid-email": "Bitte geben Sie einen gültige Mail ein.",
    "How can i help you": "Wie kann ich Ihnen helfen?",
    "message-too-short": "Die Nachricht ist zu kurz oder fehlt.",
    "Ive read the": "Ich habe die {$START_LINK}Datenschutzrichtlinien{$CLOSE_LINK} gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu.",
    "you-must-agree-to": "Bitte die Datenschutzrichtlinien akzeptieren.",
    "lets-talk": "Senden",
    "Your name goes here": "Geben Sie einen Namen ein",
    "youremail@email.com": "ihre-email@email.com",
    "Hello Tom, I am interested in...": "Hallo Tom, ich interessiere mich für...",
    "headline": "Frontend Developer",
    "check my work": "Referenzen",
    "marquee": " Für Remote-Arbeit verfügbar {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN} Frontend Developer {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN} Ansässig in Chemnitz {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN} Offen für neue Herausforderungen {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN} Für Remote-Arbeit verfügbar {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN} Frontend Developer {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN} Ansässig in Chemnitz {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN} Offen für neue Herausforderungen {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN}",
    "What is this project about?": "Worum geht es in diesem Projekt?",
    "Live Test": "Live Test",
    "Next Project": "Nächstes Project",
    "Featured Projects": "Highlights",
    "explore a selection": "Hier finden Sie eine Auswahl meiner Projekte. Klicken Sie auf ein Projekt für weitere Informationen.",
    "Project one description": "Ein Task-Manager inspiriert vom Kanban-System. Erstelle und organisiere Aufgaben mit Drag-and-Drop-Funktionen, weise Benutzer und Kategorien zu.",
    "Project two description": "Ein einfaches Jump-and-Run-Spiel basierend auf einem objektorientierten Ansatz. Hilf Sharkie dabei, Münzen und Giftflaschen zu finden, um gegen den Killerwal zu kämpfen.",
    "Project three description": "Ein Slack-Klon. Er revolutioniert die Teamkommunikation und Zusammenarbeit mit seiner intuitiven Benutzeroberfläche, Echtzeit-Nachrichten und seiner strukturierten Kanalorganisation.",
    "Technologies": "Technologien",
    "Skill Set": "Fähigkeiten",
    "My journey...": "Auf meinem bisherigen Weg habe ich an zahlreichen Projekten gearbeitet und verschiedene Frontend- sowie Backend-Technologien kennengelernt. Mit meiner umfangreichen Erfahrung im Webdesign bin ich besonders gut gerüstet, um eine Vielzahl von Aufgaben zu bewältigen. Hier ist eine Auswahl an Technologien, die meine Fähigkeiten verdeutlicht.",
    "you need": "Sie vermissen {$START_TAG_SPAN}eine andere Fähigkeit?{$CLOSE_TAG_SPAN}",
    "Feel free to": "Kontaktieren Sie mich gerne. Ich freue mich darauf, mein Wissen weiter auszubauen.",
    "Lets talk": "Los geht's",
    "angular": "Angular",
    "Growth mindset": "Growth mindset",
    "I have a special interest in learning": "Ich interessiere mich speziell für",
    "privacy policy": "{$START_HEADING_LEVEL1}Datenschutzerklärung{$CLOSE_HEADING_LEVEL1}{$START_HEADING_LEVEL2}Präambel{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH}Mit der folgenden Datenschutzerklärung möchten wir Sie darüber aufklären, welche Arten Ihrer personenbezogenen Daten (nachfolgend auch kurz als \"Daten\" bezeichnet) wir zu welchen Zwecken und in welchem Umfang verarbeiten. Die Datenschutzerklärung gilt für alle von uns durchgeführten Verarbeitungen personenbezogener Daten, sowohl im Rahmen der Erbringung unserer Leistungen als auch insbesondere auf unseren Webseiten, in mobilen Applikationen sowie innerhalb externer Onlinepräsenzen, wie z. B. unserer Social-Media-Profile (nachfolgend zusammenfassend bezeichnet als \"Onlineangebot\").{$CLOSE_PARAGRAPH}{$START_PARAGRAPH}Die verwendeten Begriffe sind nicht geschlechtsspezifisch.{$CLOSE_PARAGRAPH}{$START_PARAGRAPH}Stand: 30. Januar 2025{$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL2_1}Inhaltsübersicht{$CLOSE_HEADING_LEVEL2}{$START_UNORDERED_LIST}{$START_LIST_ITEM}{$START_LINK}Präambel{$CLOSE_LINK}{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_LINK_1}Verantwortlicher{$CLOSE_LINK}{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_LINK_2}Übersicht der Verarbeitungen{$CLOSE_LINK}{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_LINK_3}Maßgebliche Rechtsgrundlagen{$CLOSE_LINK}{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_LINK_4}Sicherheitsmaßnahmen{$CLOSE_LINK}{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_LINK_5}Allgemeine Informationen zur Datenspeicherung und Löschung{$CLOSE_LINK}{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_LINK_6}Rechte der betroffenen Personen{$CLOSE_LINK}{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_LINK_7}Kontakt- und Anfrageverwaltung{$CLOSE_LINK}{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_LINK_8}Änderung und Aktualisierung{$CLOSE_LINK}{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_LINK_9}Begriffsdefinitionen{$CLOSE_LINK}{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL2_2}Verantwortlicher{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH}Tom Wahrenberg{$LINE_BREAK}Am Hexenberg 11{$LINE_BREAK}09224 Chemnitz{$CLOSE_PARAGRAPH}{$START_PARAGRAPH}E-Mail-Adresse: contact@tom-wahrenberg.com{$CLOSE_PARAGRAPH}{$START_PARAGRAPH}Impressum: www.tom-wahrenberg.com/de/legal-notice{$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL2_3}Übersicht der Verarbeitungen{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH}Die nachfolgende Übersicht fasst die Arten der verarbeiteten Daten und die Zwecke ihrer Verarbeitung zusammen und verweist auf die betroffenen Personen.{$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL3}Arten der verarbeiteten Daten{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST_1}{$START_LIST_ITEM}Bestandsdaten.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Kontaktdaten.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Inhaltsdaten.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Nutzungsdaten.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Meta-, Kommunikations- und Verfahrensdaten.{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL3}Kategorien betroffener Personen{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST_1}{$START_LIST_ITEM}Kommunikationspartner.{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL3}Zwecke der Verarbeitung{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST_1}{$START_LIST_ITEM}Kommunikation.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Organisations- und Verwaltungsverfahren.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Feedback.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Bereitstellung unseres Onlineangebotes und Nutzerfreundlichkeit.{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL2_4}Maßgebliche Rechtsgrundlagen{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH}{$START_TAG_STRONG}Maßgebliche Rechtsgrundlagen nach der DSGVO: {$CLOSE_TAG_STRONG}Im Folgenden erhalten Sie eine Übersicht der Rechtsgrundlagen der DSGVO, auf deren Basis wir personenbezogene Daten verarbeiten. Bitte nehmen Sie zur Kenntnis, dass neben den Regelungen der DSGVO nationale Datenschutzvorgaben in Ihrem bzw. unserem Wohn- oder Sitzland gelten können. Sollten ferner im Einzelfall speziellere Rechtsgrundlagen maßgeblich sein, teilen wir Ihnen diese in der Datenschutzerklärung mit.{$CLOSE_PARAGRAPH}{$START_UNORDERED_LIST_1}{$START_LIST_ITEM}{$START_TAG_STRONG}Vertragserfüllung und vorvertragliche Anfragen (Art. 6 Abs. 1 S. 1 lit. b) DSGVO){$CLOSE_TAG_STRONG} - Die Verarbeitung ist für die Erfüllung eines Vertrags, dessen Vertragspartei die betroffene Person ist, oder zur Durchführung vorvertraglicher Maßnahmen erforderlich, die auf Anfrage der betroffenen Person erfolgen.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_TAG_STRONG}Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO){$CLOSE_TAG_STRONG} - die Verarbeitung ist zur Wahrung der berechtigten Interessen des Verantwortlichen oder eines Dritten notwendig, vorausgesetzt, dass die Interessen, Grundrechte und Grundfreiheiten der betroffenen Person, die den Schutz personenbezogener Daten verlangen, nicht überwiegen.{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_PARAGRAPH}{$START_TAG_STRONG}Nationale Datenschutzregelungen in Deutschland: {$CLOSE_TAG_STRONG}Zusätzlich zu den Datenschutzregelungen der DSGVO gelten nationale Regelungen zum Datenschutz in Deutschland. Hierzu gehört insbesondere das Gesetz zum Schutz vor Missbrauch personenbezogener Daten bei der Datenverarbeitung (Bundesdatenschutzgesetz – BDSG). Das BDSG enthält insbesondere Spezialregelungen zum Recht auf Auskunft, zum Recht auf Löschung, zum Widerspruchsrecht, zur Verarbeitung besonderer Kategorien personenbezogener Daten, zur Verarbeitung für andere Zwecke und zur Übermittlung sowie automatisierten Entscheidungsfindung im Einzelfall einschließlich Profiling. Ferner können Landesdatenschutzgesetze der einzelnen Bundesländer zur Anwendung gelangen.{$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL2_5}Sicherheitsmaßnahmen{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH}Wir treffen nach Maßgabe der gesetzlichen Vorgaben unter Berücksichtigung des Stands der Technik, der Implementierungskosten und der Art, des Umfangs, der Umstände und der Zwecke der Verarbeitung sowie der unterschiedlichen Eintrittswahrscheinlichkeiten und des Ausmaßes der Bedrohung der Rechte und Freiheiten natürlicher Personen geeignete technische und organisatorische Maßnahmen, um ein dem Risiko angemessenes Schutzniveau zu gewährleisten.{$CLOSE_PARAGRAPH}{$START_PARAGRAPH}Zu den Maßnahmen gehören insbesondere die Sicherung der Vertraulichkeit, Integrität und Verfügbarkeit von Daten durch Kontrolle des physischen und elektronischen Zugangs zu den Daten als auch des sie betreffenden Zugriffs, der Eingabe, der Weitergabe, der Sicherung der Verfügbarkeit und ihrer Trennung. Des Weiteren haben wir Verfahren eingerichtet, die eine Wahrnehmung von Betroffenenrechten, die Löschung von Daten und Reaktionen auf die Gefährdung der Daten gewährleisten. Ferner berücksichtigen wir den Schutz personenbezogener Daten bereits bei der Entwicklung bzw. Auswahl von Hardware, Software sowie Verfahren entsprechend dem Prinzip des Datenschutzes, durch Technikgestaltung und durch datenschutzfreundliche Voreinstellungen.{$CLOSE_PARAGRAPH}{$START_PARAGRAPH}Sicherung von Online-Verbindungen durch TLS-/SSL-Verschlüsselungstechnologie (HTTPS): Um die Daten der Nutzer, die über unsere Online-Dienste übertragen werden, vor unerlaubten Zugriffen zu schützen, setzen wir auf die TLS-/SSL-Verschlüsselungstechnologie. Secure Sockets Layer (SSL) und Transport Layer Security (TLS) sind die Eckpfeiler der sicheren Datenübertragung im Internet. Diese Technologien verschlüsseln die Informationen, die zwischen der Website oder App und dem Browser des Nutzers (oder zwischen zwei Servern) übertragen werden, wodurch die Daten vor unbefugtem Zugriff geschützt sind. TLS, als die weiterentwickelte und sicherere Version von SSL, gewährleistet, dass alle Datenübertragungen den höchsten Sicherheitsstandards entsprechen. Wenn eine Website durch ein SSL-/TLS-Zertifikat gesichert ist, wird dies durch die Anzeige von HTTPS in der URL signalisiert. Dies dient als ein Indikator für die Nutzer, dass ihre Daten sicher und verschlüsselt übertragen werden.{$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL2_6}Allgemeine Informationen zur Datenspeicherung und Löschung{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH}Wir löschen personenbezogene Daten, die wir verarbeiten, gemäß den gesetzlichen Bestimmungen, sobald die zugrundeliegenden Einwilligungen widerrufen werden oder keine weiteren rechtlichen Grundlagen für die Verarbeitung bestehen. Dies betrifft Fälle, in denen der ursprüngliche Verarbeitungszweck entfällt oder die Daten nicht mehr benötigt werden. Ausnahmen von dieser Regelung bestehen, wenn gesetzliche Pflichten oder besondere Interessen eine längere Aufbewahrung oder Archivierung der Daten erfordern.{$CLOSE_PARAGRAPH}{$START_PARAGRAPH}Insbesondere müssen Daten, die aus handels- oder steuerrechtlichen Gründen aufbewahrt werden müssen oder deren Speicherung notwendig ist zur Rechtsverfolgung oder zum Schutz der Rechte anderer natürlicher oder juristischer Personen, entsprechend archiviert werden.{$CLOSE_PARAGRAPH}{$START_PARAGRAPH}Unsere Datenschutzhinweise enthalten zusätzliche Informationen zur Aufbewahrung und Löschung von Daten, die speziell für bestimmte Verarbeitungsprozesse gelten.{$CLOSE_PARAGRAPH}{$START_PARAGRAPH}Bei mehreren Angaben zur Aufbewahrungsdauer oder Löschungsfristen eines Datums, ist stets die längste Frist maßgeblich.{$CLOSE_PARAGRAPH}{$START_PARAGRAPH}Beginnt eine Frist nicht ausdrücklich zu einem bestimmten Datum und beträgt sie mindestens ein Jahr, so startet sie automatisch am Ende des Kalenderjahres, in dem das fristauslösende Ereignis eingetreten ist. Im Fall laufender Vertragsverhältnisse, in deren Rahmen Daten gespeichert werden, ist das fristauslösende Ereignis der Zeitpunkt des Wirksamwerdens der Kündigung oder sonstige Beendigung des Rechtsverhältnisses.{$CLOSE_PARAGRAPH}{$START_PARAGRAPH}Daten, die nicht mehr für den ursprünglich vorgesehenen Zweck, sondern aufgrund gesetzlicher Vorgaben oder anderer Gründe aufbewahrt werden, verarbeiten wir ausschließlich zu den Gründen, die ihre Aufbewahrung rechtfertigen.{$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL2_7}Rechte der betroffenen Personen{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH}Rechte der betroffenen Personen aus der DSGVO: Ihnen stehen als Betroffene nach der DSGVO verschiedene Rechte zu, die sich insbesondere aus Art. 15 bis 21 DSGVO ergeben:{$CLOSE_PARAGRAPH}{$START_UNORDERED_LIST_1}{$START_LIST_ITEM}{$START_TAG_STRONG}Widerspruchsrecht: Sie haben das Recht, aus Gründen, die sich aus Ihrer besonderen Situation ergeben, jederzeit gegen die Verarbeitung der Sie betreffenden personenbezogenen Daten, die aufgrund von Art. 6 Abs. 1 lit. e oder f DSGVO erfolgt, Widerspruch einzulegen; dies gilt auch für ein auf diese Bestimmungen gestütztes Profiling. Werden die Sie betreffenden personenbezogenen Daten verarbeitet, um Direktwerbung zu betreiben, haben Sie das Recht, jederzeit Widerspruch gegen die Verarbeitung der Sie betreffenden personenbezogenen Daten zum Zwecke derartiger Werbung einzulegen; dies gilt auch für das Profiling, soweit es mit solcher Direktwerbung in Verbindung steht.{$CLOSE_TAG_STRONG}{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_TAG_STRONG}Widerrufsrecht bei Einwilligungen:{$CLOSE_TAG_STRONG} Sie haben das Recht, erteilte Einwilligungen jederzeit zu widerrufen.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_TAG_STRONG}Auskunftsrecht:{$CLOSE_TAG_STRONG} Sie haben das Recht, eine Bestätigung darüber zu verlangen, ob betreffende Daten verarbeitet werden und auf Auskunft über diese Daten sowie auf weitere Informationen und Kopie der Daten entsprechend den gesetzlichen Vorgaben.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_TAG_STRONG}Recht auf Berichtigung:{$CLOSE_TAG_STRONG} Sie haben entsprechend den gesetzlichen Vorgaben das Recht, die Vervollständigung der Sie betreffenden Daten oder die Berichtigung der Sie betreffenden unrichtigen Daten zu verlangen.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_TAG_STRONG}Recht auf Löschung und Einschränkung der Verarbeitung:{$CLOSE_TAG_STRONG} Sie haben nach Maßgabe der gesetzlichen Vorgaben das Recht, zu verlangen, dass Sie betreffende Daten unverzüglich gelöscht werden, bzw. alternativ nach Maßgabe der gesetzlichen Vorgaben eine Einschränkung der Verarbeitung der Daten zu verlangen.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_TAG_STRONG}Recht auf Datenübertragbarkeit:{$CLOSE_TAG_STRONG} Sie haben das Recht, Sie betreffende Daten, die Sie uns bereitgestellt haben, nach Maßgabe der gesetzlichen Vorgaben in einem strukturierten, gängigen und maschinenlesbaren Format zu erhalten oder deren Übermittlung an einen anderen Verantwortlichen zu fordern.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_TAG_STRONG}Beschwerde bei Aufsichtsbehörde:{$CLOSE_TAG_STRONG} Sie haben unbeschadet eines anderweitigen verwaltungsrechtlichen oder gerichtlichen Rechtsbehelfs das Recht auf Beschwerde bei einer Aufsichtsbehörde, insbesondere in dem Mitgliedstaat ihres gewöhnlichen Aufenthaltsorts, ihres Arbeitsplatzes oder des Orts des mutmaßlichen Verstoßes, wenn Sie der Ansicht sind, dass die Verarbeitung der Sie betreffenden personenbezogenen Daten gegen die Vorgaben der DSGVO verstößt. {$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL2_8}Kontakt- und Anfrageverwaltung{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH}Bei der Kontaktaufnahme mit uns (z. B. per Post, Kontaktformular, E-Mail, Telefon oder via soziale Medien) sowie im Rahmen bestehender Nutzer- und Geschäftsbeziehungen werden die Angaben der anfragenden Personen verarbeitet, soweit dies zur Beantwortung der Kontaktanfragen und etwaiger angefragter Maßnahmen erforderlich ist.{$CLOSE_PARAGRAPH}{$START_UNORDERED_LIST_2}{$START_LIST_ITEM}{$START_TAG_STRONG}Verarbeitete Datenarten:{$CLOSE_TAG_STRONG} Bestandsdaten (z. B. der vollständige Name, Wohnadresse, Kontaktinformationen, Kundennummer, etc.); Kontaktdaten (z. B. Post- und E-Mail-Adressen oder Telefonnummern); Inhaltsdaten (z. B. textliche oder bildliche Nachrichten und Beiträge sowie die sie betreffenden Informationen, wie z. B. Angaben zur Autorenschaft oder Zeitpunkt der Erstellung); Nutzungsdaten (z. B. Seitenaufrufe und Verweildauer, Klickpfade, Nutzungsintensität und -frequenz, verwendete Gerätetypen und Betriebssysteme, Interaktionen mit Inhalten und Funktionen). Meta-, Kommunikations- und Verfahrensdaten (z. B. IP-Adressen, Zeitangaben, Identifikationsnummern, beteiligte Personen).{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_TAG_STRONG}Betroffene Personen:{$CLOSE_TAG_STRONG} Kommunikationspartner.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_TAG_STRONG}Zwecke der Verarbeitung:{$CLOSE_TAG_STRONG} Kommunikation; Organisations- und Verwaltungsverfahren; Feedback (z. B. Sammeln von Feedback via Online-Formular). Bereitstellung unseres Onlineangebotes und Nutzerfreundlichkeit.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_TAG_STRONG}Aufbewahrung und Löschung:{$CLOSE_TAG_STRONG} Löschung entsprechend Angaben im Abschnitt \"Allgemeine Informationen zur Datenspeicherung und Löschung\".{$CLOSE_LIST_ITEM}{$START_LIST_ITEM_1}{$START_TAG_STRONG}Rechtsgrundlagen:{$CLOSE_TAG_STRONG} Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO). Vertragserfüllung und vorvertragliche Anfragen (Art. 6 Abs. 1 S. 1 lit. b) DSGVO).{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_PARAGRAPH}{$START_TAG_STRONG}Weitere Hinweise zu Verarbeitungsprozessen, Verfahren und Diensten:{$CLOSE_TAG_STRONG}{$CLOSE_PARAGRAPH}{$START_UNORDERED_LIST_2}{$START_LIST_ITEM}{$START_TAG_STRONG}Kontaktformular: {$CLOSE_TAG_STRONG}Bei Kontaktaufnahme über unser Kontaktformular, per E-Mail oder anderen Kommunikationswegen, verarbeiten wir die uns übermittelten personenbezogenen Daten zur Beantwortung und Bearbeitung des jeweiligen Anliegens. Dies umfasst in der Regel Angaben wie Name, Kontaktinformationen und gegebenenfalls weitere Informationen, die uns mitgeteilt werden und zur angemessenen Bearbeitung erforderlich sind. Wir nutzen diese Daten ausschließlich für den angegebenen Zweck der Kontaktaufnahme und Kommunikation; {$START_TAG_SPAN}{$START_TAG_STRONG}Rechtsgrundlagen:{$CLOSE_TAG_STRONG} Vertragserfüllung und vorvertragliche Anfragen (Art. 6 Abs. 1 S. 1 lit. b) DSGVO), Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO).{$CLOSE_TAG_SPAN}{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL2_9}Änderung und Aktualisierung{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH}Wir bitten Sie, sich regelmäßig über den Inhalt unserer Datenschutzerklärung zu informieren. Wir passen die Datenschutzerklärung an, sobald die Änderungen der von uns durchgeführten Datenverarbeitungen dies erforderlich machen. Wir informieren Sie, sobald durch die Änderungen eine Mitwirkungshandlung Ihrerseits (z. B. Einwilligung) oder eine sonstige individuelle Benachrichtigung erforderlich wird.{$CLOSE_PARAGRAPH}{$START_PARAGRAPH}Sofern wir in dieser Datenschutzerklärung Adressen und Kontaktinformationen von Unternehmen und Organisationen angeben, bitten wir zu beachten, dass die Adressen sich über die Zeit ändern können und bitten die Angaben vor Kontaktaufnahme zu prüfen.{$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL2_10}Begriffsdefinitionen{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH}In diesem Abschnitt erhalten Sie eine Übersicht über die in dieser Datenschutzerklärung verwendeten Begrifflichkeiten. Soweit die Begrifflichkeiten gesetzlich definiert sind, gelten deren gesetzliche Definitionen. Die nachfolgenden Erläuterungen sollen dagegen vor allem dem Verständnis dienen.{$CLOSE_PARAGRAPH}{$START_UNORDERED_LIST_3}{$START_LIST_ITEM}{$START_TAG_STRONG}Bestandsdaten:{$CLOSE_TAG_STRONG} Bestandsdaten umfassen wesentliche Informationen, die für die Identifikation und Verwaltung von Vertragspartnern, Benutzerkonten, Profilen und ähnlichen Zuordnungen notwendig sind. Diese Daten können u.a. persönliche und demografische Angaben wie Namen, Kontaktinformationen (Adressen, Telefonnummern, E-Mail-Adressen), Geburtsdaten und spezifische Identifikatoren (Benutzer-IDs) beinhalten. Bestandsdaten bilden die Grundlage für jegliche formelle Interaktion zwischen Personen und Diensten, Einrichtungen oder Systemen, indem sie eine eindeutige Zuordnung und Kommunikation ermöglichen. {$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_TAG_STRONG}Inhaltsdaten:{$CLOSE_TAG_STRONG} Inhaltsdaten umfassen Informationen, die im Zuge der Erstellung, Bearbeitung und Veröffentlichung von Inhalten aller Art generiert werden. Diese Kategorie von Daten kann Texte, Bilder, Videos, Audiodateien und andere multimediale Inhalte einschließen, die auf verschiedenen Plattformen und Medien veröffentlicht werden. Inhaltsdaten sind nicht nur auf den eigentlichen Inhalt beschränkt, sondern beinhalten auch Metadaten, die Informationen über den Inhalt selbst liefern, wie Tags, Beschreibungen, Autoreninformationen und Veröffentlichungsdaten {$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_TAG_STRONG}Kontaktdaten:{$CLOSE_TAG_STRONG} Kontaktdaten sind essentielle Informationen, die die Kommunikation mit Personen oder Organisationen ermöglichen. Sie umfassen u.a. Telefonnummern, postalische Adressen und E-Mail-Adressen, sowie Kommunikationsmittel wie soziale Medien-Handles und Instant-Messaging-Identifikatoren. {$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_TAG_STRONG}Meta-, Kommunikations- und Verfahrensdaten:{$CLOSE_TAG_STRONG} Meta-, Kommunikations- und Verfahrensdaten sind Kategorien, die Informationen über die Art und Weise enthalten, wie Daten verarbeitet, übermittelt und verwaltet werden. Meta-Daten, auch bekannt als Daten über Daten, umfassen Informationen, die den Kontext, die Herkunft und die Struktur anderer Daten beschreiben. Sie können Angaben zur Dateigröße, dem Erstellungsdatum, dem Autor eines Dokuments und den Änderungshistorien beinhalten. Kommunikationsdaten erfassen den Austausch von Informationen zwischen Nutzern über verschiedene Kanäle, wie E-Mail-Verkehr, Anrufprotokolle, Nachrichten in sozialen Netzwerken und Chat-Verläufe, inklusive der beteiligten Personen, Zeitstempel und Übertragungswege. Verfahrensdaten beschreiben die Prozesse und Abläufe innerhalb von Systemen oder Organisationen, einschließlich Workflow-Dokumentationen, Protokolle von Transaktionen und Aktivitäten, sowie Audit-Logs, die zur Nachverfolgung und Überprüfung von Vorgängen verwendet werden. {$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_TAG_STRONG}Nutzungsdaten:{$CLOSE_TAG_STRONG} Nutzungsdaten beziehen sich auf Informationen, die erfassen, wie Nutzer mit digitalen Produkten, Dienstleistungen oder Plattformen interagieren. Diese Daten umfassen eine breite Palette von Informationen, die aufzeigen, wie Nutzer Anwendungen nutzen, welche Funktionen sie bevorzugen, wie lange sie auf bestimmten Seiten verweilen und über welche Pfade sie durch eine Anwendung navigieren. Nutzungsdaten können auch die Häufigkeit der Nutzung, Zeitstempel von Aktivitäten, IP-Adressen, Geräteinformationen und Standortdaten einschließen. Sie sind besonders wertvoll für die Analyse des Nutzerverhaltens, die Optimierung von Benutzererfahrungen, das Personalisieren von Inhalten und das Verbessern von Produkten oder Dienstleistungen. Darüber hinaus spielen Nutzungsdaten eine entscheidende Rolle beim Erkennen von Trends, Vorlieben und möglichen Problembereichen innerhalb digitaler Angebote {$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_TAG_STRONG}Personenbezogene Daten:{$CLOSE_TAG_STRONG} \"Personenbezogene Daten\" sind alle Informationen, die sich auf eine identifizierte oder identifizierbare natürliche Person (im Folgenden \"betroffene Person\") beziehen; als identifizierbar wird eine natürliche Person angesehen, die direkt oder indirekt, insbesondere mittels Zuordnung zu einer Kennung wie einem Namen, zu einer Kennnummer, zu Standortdaten, zu einer Online-Kennung (z. B. Cookie) oder zu einem oder mehreren besonderen Merkmalen identifiziert werden kann, die Ausdruck der physischen, physiologischen, genetischen, psychischen, wirtschaftlichen, kulturellen oder sozialen Identität dieser natürlichen Person sind. {$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_TAG_STRONG}Verantwortlicher:{$CLOSE_TAG_STRONG} Als \"Verantwortlicher\" wird die natürliche oder juristische Person, Behörde, Einrichtung oder andere Stelle, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten entscheidet, bezeichnet. {$CLOSE_LIST_ITEM}{$START_LIST_ITEM}{$START_TAG_STRONG}Verarbeitung:{$CLOSE_TAG_STRONG} \"Verarbeitung\" ist jeder mit oder ohne Hilfe automatisierter Verfahren ausgeführte Vorgang oder jede solche Vorgangsreihe im Zusammenhang mit personenbezogenen Daten. Der Begriff reicht weit und umfasst praktisch jeden Umgang mit Daten, sei es das Erheben, das Auswerten, das Speichern, das Übermitteln oder das Löschen. {$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_PARAGRAPH_1}{$START_LINK_10}Erstellt mit kostenlosem Datenschutz-Generator.de von Dr. Thomas Schwenke{$CLOSE_LINK}{$CLOSE_PARAGRAPH}",
    "Legal Notice": "Impressum",
    "link": "/de",
    "languageimg": "/assets/img/header/de1.svg",
    "me": "Über mich",
    "skills": "Fähigkeiten",
    "projects": "Projekte",
    "firstname": "Tom {$LINE_BREAK} Wahrenberg"
  }
}