{
  "locale": "en-US",
  "translations": {
    "Imprint": "Impressum",
    "Responsible": "Verantwortlich",
    "Germany": "Deutschland",
    "Authorized representative: Tom Wahrenberg": "Vertretungsberechtigter: Tom Wahrenberg",
    "To privacy policy": "Zur Datenschutzerklärung",
    "Who I am": "Wer ich bin",
    "About me": "Über mich",
    "Hi, Im a german...": "Hallo, Frontend-Entwickler aus Chemnitz. Motiviert von den unbegrenzten Möglichkeiten in der IT, freue ich mich darauf, visuell ansprechende und intuitive Websites und Anwendungen zu gestalten.",
    "flexible in terms of...": "Ich bin flexibel in Bezug auf Arbeitsumgebungen und kann sowohl vor Ort in München als auch remote effektiv arbeiten.",
    "I am open...": "Ich bin aufgeschlossen und immer auf der Suche nach persönlichen Herausforderungen, um mein Wissen und meine Fähigkeiten stetig zu verbessern.",
    "In my profession....": "In meinem Beruf geht es beim Programmieren nicht nur ums Coden; es ist eine kreative Form der Problemlösung. Ich bin stolz darauf, komplexe technische Herausforderungen in einfache, benutzerfreundliche Lösungen zu verwandeln. So helfe ich Ihnen, Ihre Ziele zu erreichen und Ihre Visionen zum Leben zu erwecken.",
    "What my collegues say about me": "Was meine Kollegen über mich sagen",
    "comment one": "Die Zusammenarbeit mit Tom war großartig! Er war immer professionell im Umgang mit Teammitgliedern und bei seiner Arbeit. Ich schätzte sehr seinen Einsatz, sowohl zum Team als auch zu den Aufgaben beizutragen. Mit seinen Fähigkeiten spielte er eine Schlüsselrolle bei der Weiterentwicklung des Projekts und der Lösung technischer Herausforderungen.",
    "Team Partner": "Teamkollege",
    "comment two": "Ich habe die Zusammenarbeit mit Tom sehr genossen. Seine Professionalität und sein Engagement für das Team waren jederzeit offensichtlich. Toms Designfähigkeiten trugen wesentlich zum Erfolg des Projekts bei und halfen, wichtige Herausforderungen zu meistern.",
    "comment three": "Die Zusammenarbeit mit Tom war eine großartige Erfahrung. Sein logisches Denken und seine Fähigkeit, Probleme zu lösen, sind herausragend. Er hat immer eine alternative Lösung parat, was im gesamten Projekt sehr wertvoll war.",
    "Contact me": "Kontakt",
    "Lets work together": "Lassen Sie uns zusammenarbeiten",
    "Got a problemto solve": "Haben Sie ein Problem zu lösen?",
    "Contact me through...": "Kontaktieren Sie mich über dieses Formular, ich freue mich darauf, von Ihnen zu hören, Ihre Ideen kennenzulernen und mit meiner Arbeit zu Ihren Projekten beizutragen.{$LINE_BREAK}{$LINE_BREAK} Brauchen Sie einen Frontend-Entwickler? {$START_TAG_SPAN}Lassen Sie uns sprechen!{$CLOSE_TAG_SPAN}",
    "Whats your name": "Wie ist Ihr Name?",
    "Whats your email": "Wie lautet Ihre E-Mail?",
    "How can i help you": "Wie kann ich Ihnen helfen?",
    "Ive read the": "Ich habe die {$START_LINK}Datenschutzerklärung{$CLOSE_LINK} gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu.",
    "you must agree to": "Sie müssen der Datenschutzerklärung zustimmen, um eine Nachricht zu senden.",
    "lets-talk": "Lass uns sprechen",
    "headline": "Frontend-Entwickler",
    "check my work": "Referenzen",
    "marquee": " Verfügbar für Remote-Arbeit {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN} Frontend-Entwickler {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN} Ansässig in Chemnitz {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN} Offen für neue Aufträge {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN} Verfügbar für Remote-Arbeit {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN} Frontend-Entwickler {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN} Ansässig in Chemnitz {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN} Offen für neue Aufträge {$START_TAG_SPAN}•{$CLOSE_TAG_SPAN}",
    "What is this project about?": "Worum geht es in diesem Projekt?",
    "Live Test": "Live-Test",
    "Next Project": "Nächstes Projekt",
    "Featured Projects": "Ausgewählte Projekte",
    "explore a selection": "Entdecken Sie eine Auswahl meiner Arbeiten hier – Interagieren Sie mit Projekten, um meine Fähigkeiten in Aktion zu sehen.",
    "Project one description": "Task-Manager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mit Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
    "Project two description": "Können Sie genug Schätze und Tränke sammeln, um Ihren Hai in einen furchterregenden Krieger zu verwandeln, der gegen den Orca kämpfen kann?",
    "Project three description": "Eine Pokédex-Anwendung, die es Ihnen ermöglicht, detaillierte Pokémon-Informationen anzuzeigen, basierend auf Daten aus der umfassenden PokéAPI für genaue und aktuelle Statistiken, Fähigkeiten und mehr.",
    "Technologies": "Technologien",
    "Skill Set": "Fähigkeiten",
    "My journey...": "Meine Reise beinhaltete die Arbeit an verschiedenen Projekten, bei denen ich eine Vielzahl von Frontend-Technologien und Konzepten eingesetzt habe. Mit meiner umfangreichen Erfahrung im Webdesign bin ich besonders gut gerüstet, um eine Vielzahl von Aufgaben zu bewältigen. Ich bin offen, neue Technologien und Methoden zu übernehmen, um meine Fähigkeiten kontinuierlich zu erweitern und in der sich ständig weiterentwickelnden Webentwicklung einen Schritt voraus zu bleiben.",
    "you need": " Sie benötigen {$START_TAG_SPAN}eine andere Fähigkeit?{$CLOSE_TAG_SPAN}",
    "Feel free to": "Fühlen Sie sich frei, mich zu kontaktieren. Ich freue mich darauf, mein Wissen weiter auszubauen.",
    "Lets talk": "",
    "angular": "Angular",
    "privacy policy": "{$START_HEADING_LEVEL1}Datenschutzerklärung{$CLOSE_HEADING_LEVEL1}{$START_HEADING_LEVEL2}Einleitung{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH} Mit der folgenden Datenschutzerklärung möchten wir Sie darüber informieren, welche Arten Ihrer personenbezogenen Daten (im Folgenden auch als „Daten“ abgekürzt) wir zu welchen Zwecken und in welchem Umfang verarbeiten. Die Datenschutzerklärung gilt für alle personenbezogenen Datenverarbeitungen, die von uns durchgeführt werden, sowohl im Rahmen der Bereitstellung unserer Dienstleistungen als auch insbesondere auf unseren Webseiten, in mobilen Anwendungen sowie innerhalb externer Online-Präsenzen wie z. B. unseren Social-Media-Profilen (im Folgenden zusammenfassend als „Online-Angebot“ bezeichnet). {$CLOSE_PARAGRAPH}{$START_PARAGRAPH} Die verwendeten Begriffe sind nicht geschlechtsspezifisch. {$CLOSE_PARAGRAPH}{$START_PARAGRAPH} Stand: Juli 2024 {$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL2}Inhaltsübersicht{$CLOSE_HEADING_LEVEL2}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Einleitung{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Verantwortlicher{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Überblick über die Verarbeitung{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Relevante Rechtsgrundlagen{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Sicherheitsmaßnahmen{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Übermittlung personenbezogener Daten{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Internationale Datenübertragungen{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Allgemeine Informationen zur Datenspeicherung und Löschung{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Rechte der betroffenen Personen{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Geschäftsleistungen{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Bereitstellung des Online-Angebots und Web-Hosting{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Verwendung von Cookies{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Kontakt- und Anfragenmanagement{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Social-Media-Präsenzen{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Plugins und eingebettete Funktionen sowie Inhalte{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL2}Verantwortlicher{$CLOSE_HEADING_LEVEL2}{$START_TAG_ADDRESS} Tom Wahrenberg{$LINE_BREAK} Am Hexenberg 11{$LINE_BREAK} 98224 Chemnitz{$LINE_BREAK} Deutschland{$LINE_BREAK}{$START_LINK}towahr@protonmail.com{$CLOSE_LINK}{$CLOSE_TAG_ADDRESS}{$START_HEADING_LEVEL2}Überblick über die Verarbeitung{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH} Die folgende Übersicht fasst die Arten der verarbeiteten Daten sowie die Zwecke ihrer Verarbeitung zusammen und verweist auf die betroffenen Personen. {$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL3}Arten der verarbeiteten Daten{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Bestandsdaten{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Zahlungsdaten{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Kontaktdaten{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Inhaltsdaten{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Vertragsdaten{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Nutzungsdaten{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Meta-, Kommunikations- und Verfahrensdaten{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Protokolldaten{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL3}Kategorien betroffener Personen{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Empfänger von Dienstleistungen und Kunden{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Zahlungsdaten{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Kontaktdaten{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Inhaltsdaten{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Vertragsdaten{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL3}Zwecke der Verarbeitung{$CLOSE_HEADING_LEVEL3}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Bereitstellung vertraglicher Dienstleistungen und Erfüllung vertraglicher Verpflichtungen{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Kommunikation{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Sicherheitsmaßnahmen{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Büro- und organisatorische Verfahren{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Organisatorische und administrative Verfahren{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Feedback{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Bereitstellung unseres Online-Angebots und Nutzerfreundlichkeit{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Informationstechnische Infrastruktur{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Öffentlichkeitsarbeit{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Geschäftsprozesse und wirtschaftliche Verfahren{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL2}Relevante Rechtsgrundlagen{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH} Relevante Rechtsgrundlagen nach der DSGVO: Nachfolgend finden Sie eine Übersicht der Rechtsgrundlagen der DSGVO, auf deren Grundlage wir personenbezogene Daten verarbeiten. Bitte beachten Sie, dass neben den Bestimmungen der DSGVO auch nationale Datenschutzvorschriften in Ihrem oder unserem Land des Wohnsitzes oder des Unternehmensstandorts Anwendung finden können. Falls in Einzelfällen speziellere Rechtsgrundlagen Anwendung finden, werden wir Sie in der Datenschutzerklärung darüber informieren. {$CLOSE_PARAGRAPH}{$START_UNORDERED_LIST}{$START_LIST_ITEM}Einwilligung (Art. 6 Abs. 1 Satz 1 lit. a) DSGVO) - Die betroffene Person hat ihre Einwilligung zur Verarbeitung der sie betreffenden personenbezogenen Daten für einen oder mehrere bestimmte Zwecke gegeben.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Vertragserfüllung und vorvertragliche Anfragen (Art. 6 Abs. 1 Satz 1 lit. b) DSGVO) - Die Verarbeitung ist für die Erfüllung eines Vertrags erforderlich, an dem die betroffene Person beteiligt ist, oder zur Durchführung vorvertraglicher Maßnahmen auf Anfrage der betroffenen Person.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Rechtliche Verpflichtung (Art. 6 Abs. 1 Satz 1 lit. c) DSGVO) - Die Verarbeitung ist erforderlich zur Erfüllung einer rechtlichen Verpflichtung, der der Verantwortliche unterliegt.{$CLOSE_LIST_ITEM}{$START_LIST_ITEM}Berechtigte Interessen (Art. 6 Abs. 1 Satz 1 lit. f) DSGVO) - Die Verarbeitung ist erforderlich für die Wahrung der berechtigten Interessen des Verantwortlichen oder eines Dritten, sofern nicht die Interessen oder Grundrechte und Freiheiten der betroffenen Person, die den Schutz personenbezogener Daten erfordern, überwiegen.{$CLOSE_LIST_ITEM}{$CLOSE_UNORDERED_LIST}{$START_HEADING_LEVEL2}Sicherheitsmaßnahmen{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH} Wir treffen geeignete technische und organisatorische Maßnahmen, um ein dem Risiko angemessenes Schutzniveau gemäß den gesetzlichen Vorgaben zu gewährleisten, wobei der Stand der Technik, die Implementierungskosten sowie die Art, der Umfang, die Umstände und die Zwecke der Verarbeitung sowie die unterschiedliche Wahrscheinlichkeit und Schwere des Risikos für die Rechte und Freiheiten von natürlichen Personen berücksichtigt werden. {$CLOSE_PARAGRAPH}{$START_PARAGRAPH} Die Maßnahmen umfassen insbesondere die Sicherstellung der Vertraulichkeit, Integrität und Verfügbarkeit der Daten durch die Kontrolle sowohl des physischen als auch des elektronischen Zugriffs auf die Daten sowie den Zugriff, die Eingabe, die Übertragung, die Verfügbarkeit und die Trennung der Daten. {$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL2}Übermittlung personenbezogener Daten{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH} Im Rahmen der Verarbeitung personenbezogener Daten kann es dazu kommen, dass diese an andere Stellen, Unternehmen, rechtlich selbstständige Organisationseinheiten oder Einzelpersonen übermittelt oder offengelegt werden. Empfänger dieser Daten können beispielsweise Dienstleister sein, die mit IT-Aufgaben betraut sind, oder Anbieter von Dienstleistungen und Inhalten, die in eine Webseite eingebunden sind. In solchen Fällen erfüllen wir die rechtlichen Anforderungen und schließen Verträge oder Vereinbarungen mit den Empfängern Ihrer Daten, um Ihre Daten zu schützen. {$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL2}Internationale Datenübertragungen{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH} Datenverarbeitung in Drittstaaten: Sofern wir Daten in einem Drittstaat (d.h. außerhalb der Europäischen Union (EU) oder des Europäischen Wirtschaftsraums (EWR)) verarbeiten oder die Verarbeitung durch den Einsatz von Drittanbieter-Diensten oder die Offenlegung oder Übertragung von Daten an andere Personen, Stellen oder Unternehmen erfolgt, geschieht dies nur im Einklang mit den rechtlichen Vorgaben. {$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL2}Allgemeine Informationen zur Datenspeicherung und Löschung{$CLOSE_HEADING_LEVEL2}{$START_PARAGRAPH} Wir löschen personenbezogene Daten, die wir verarbeiten, gemäß den gesetzlichen Vorgaben, sobald die zugrunde liegende Einwilligung widerrufen wird oder keine andere rechtliche Grundlage für die Verarbeitung besteht. Dies gilt für Fälle, in denen der ursprüngliche Verarbeitungszweck nicht mehr besteht oder die Daten nicht mehr benötigt werden. Ausnahmen von dieser Regel bestehen, wenn gesetzliche Aufbewahrungsfristen oder besondere Interessen eine längere Aufbewahrung oder Archivierung der Daten erfordern. {$CLOSE_PARAGRAPH}{$START_HEADING_LEVEL2}Rechte der betroffenen Personen{$CLOSE_HEADING",
    "Legal Notice": "Impressum",
    "link": "/en-US",
    "languageimg": "/assets/img/header/de1.svg",
    "me": "Über mich",
    "skills": "Fähigkeiten",
    "projects": "Projekte",
    "firstname": "Tom {$LINE_BREAK} Wahrenberg"
  }
}